[
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 0,
    "content": "ಮುಖಪುಟ  - ಕೃಷಿ ಇಲಾಖೆ Back to top Sign In English ಕರ್ನಾಟಕ ಸರ್ಕಾರದ ಅಧಿಕೃತ ಜಾಲತಾಣ ಕೊರೋನಾ ಬಗ್ಗೆ ಮಾಹಿತಿ ಮತ್ತಷ್ಟು ಓದಿ ಕರ್ನಾಟಕ ಸರ್ಕಾರದ ಅಧಿಕೃತ ಜಾಲತಾಣ ಕೊರೋನಾ ಬಗ್ಗೆ ಮಾಹಿತಿ ಅ ಅ ಅಕ್ಷರ ಗಾತ್ರ + - ಕನ್ನಡ  ಫಾಂಟ್  ಡೌನ್ಲೋಡ್ ಕೃಷಿ ಇಲಾಖೆ ಕರ್ನಾಟಕ ಸರ್ಕಾರ Toggle navigation ಮಾಹಿತಿ ಹಕ್ಕು ಇಲಾಖೆಗೆ  ಸಂಬಂಧಿಸಿದ  ಜಾಲತಾಣಗಳು ಸಂಪರ್ಕಿಸಿ ಜಿಲ್ಲಾ  ಕಛೇರಿ ಕೇಂದ್ರ ಕಛೇರಿ ಫೋಟೋ ಮತ್ತು  ವೀಡಿಯೋ ಕೋಲಾರ ಮಂಡ್ಯ ಬೆಳಗಾವಿ ರಾಮನಗರ ರಾಮನಗರ ಬಾಗಲಕೋಟೆ ದಾವಣಗೆರೆ ಹಾವೇರಿ ಬೆಂಗಳೂರು ಗ್ರಾಮಾಂತರ ಮೈಸೂರು ಬೀದರ್ ಹಾಸನ ಧಾರವಾಡ ಕಲಬುರ್ಗಿ ತುಮಕೂರು ಚಿಕ್ಕಮಗಳೂರು ಚಿಕ್ಕಬಳ್ಳಾಪುರ ವಿಜಯಪುರ ಗದಗ ರೈತರಿಗೆ ಸಲಹೆಗಳು ವಿಜಯನಗರ ದಾವಣಗೆರೆ ದಾವಣಗೆರೆ ಬೆಳಗಾವಿ ವಿಜಯಪುರ ಕಲ್ಬುರ್ಗಿ ಬಾಗಲಕೋಟೆ ರಾಯಚೂರು ಚಿಕ್ಕಮಗಳೂರು ಚಿಕ್ಕಬಳ್ಳಾಪುರ ರಾಮನಗರ ಚಿತ್ರದುರ್ಗ ಮೈಸೂರು ಕೊಪ್ಪಳ ಶಿವಮೊಗ್ಗ ಯಾದಗಿರಿ ಹಾಸನ ಮಾಹಿತಿಹಕ್ಕು ಡ್ಯಾಶ್‌ಬೋರ್ಡ್ ಮಾಹಿತಿ ಹಕ್ಕು ಲಾಗಿನ್‌ ಮಾಹಿತಿ ಹಕ್ಕು ಕೈಪಿಡಿ ಮಾಹಿತಿ ಹಕ್ಕು ಅಂಕಿ ಅಂಶಗಳು ಅಭಿಪ್ರಾಯ / ಸಲಹೆಗಳು Previous Next ಕರ್ನಾಟಕ ಸರ್ಕಾರದ ಎರಡು ವರ್ಷಗಳ ಸಾಧನೆ. ನಿಮಗೆ ಒದಗಿಸಬೇಕಾದ / ಒದಗಿಸಲಾದ ಕರ್ನಾಟಕ ಸರ್ಕಾರದ ಸೇವೆ / ಯೋಜನೆಯ ಬಗ್ಗೆ ಕುಂದುಕೊರತೆ ಏನಾದರೂ ಇದ್ದಲ್ಲಿ ಇಲ್ಲಿ ನೋಂದಾಯಿಸಿ / 1902 ಗೆ ಕರೆ ಮಾಡಿ. ಸರ್ಕಾರದ ಇಲಾಖೆಗಳ ಯೋಜನೆ ಮತ್ತು ಫಲಾನುಭವಿಗಳ"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 1,
    "content": "ಏನಾದರೂ ಇದ್ದಲ್ಲಿ ಇಲ್ಲಿ ನೋಂದಾಯಿಸಿ / 1902 ಗೆ ಕರೆ ಮಾಡಿ. ಸರ್ಕಾರದ ಇಲಾಖೆಗಳ ಯೋಜನೆ ಮತ್ತು ಫಲಾನುಭವಿಗಳ ಮಾಹಿತಿಗಾಗಿ “ಮಾಹಿತಿ ಕಣಜ” ಪೋರ್ಟಲ್ ಗೆ ಭೇಟಿ ನೀಡಿ (https://mahitikanaja.karnataka.gov.in) Click here Close ಇತ್ತೀಚಿನ ಸುದ್ದಿಗಳು ರಾಜ್ಯ  ವಿದ್ಯಾರ್ಥಿ  ವೇತನ  ತಂತ್ರಾಂಶ  ಸಹಾಯವಾಣಿ-1902 ರೈತ ಕರೆ  ಕೇಂದ್ರ ದೂರವಾಣಿ ಸಂಖ್ಯೆ: 1800 425 3553 ಮತ್ತಷ್ಟು ಓದಿ × ಇತ್ತೀಚಿನ ಸುದ್ದಿಗಳು ರಾಜ್ಯ  ವಿದ್ಯಾರ್ಥಿ  ವೇತನ  ತಂತ್ರಾಂಶ  ಸಹಾಯವಾಣಿ-1902 ರೈತ ಕರೆ  ಕೇಂದ್ರ ದೂರವಾಣಿ ಸಂಖ್ಯೆ: 1800 425 3553 Close ಪರಿಚಯ ದೃಷ್ಟಿ ಮೂಲೋದ್ದೇಶಗಳು ಕಾರ್ಯಾಚರಣೆ ಸಾಂಸ್ಥಿಕ ರಚನೆ ಇಲಾಖೆಯ ಹಿನ್ನೆಲೆ ಕೃಷಿ ನೀತಿ ಕೃಷಿ  ಮಾರ್ಗಸೂಚಿ ನಾಗರೀಕ ಸನ್ನದು ಸೇವೆಗಳು ಮತ್ತು ಯೋಜನೆಗಳು ಮುಖ್ಯಮಂತ್ರಿ  ರೈತ ವಿದ್ಯಾನಿಧಿ ಕಾರ್ಯಕ್ರಮ ಪ್ರಧಾನಮಂತ್ರಿ ಕಿಸಾನ್ ಸಮ್ಮಾನ್ ನಿಧಿ ಸಾವಯವ ಕೃಷಿ ಮತ್ತು ಸಿರಿಧಾನ್ಯ ಉತ್ತೇಜನ ಕಾರ್ಯಕ್ರಮಗಳು ಸಾವಯವ ಸಿರಿ ರಾಷ್ಟ್ರೀಯ ಕೃಷಿ ವಿಕಾಸ ಯೋಜನೆ ರಸಗೊಬ್ಬರ  ಮತ್ತು  ಸಾವಯವ ಗೊಬ್ಬರ ಮಾರ್ಗಸೂಚಿ ಮತ್ತು  ಸುತ್ತೋಲೆ ದರ ಕರಾರು ಗುಣ ನಿಯಂತ್ರಣ  ಮತ್ತು  ಅಧಿಸೂಚನೆಗಳು ರಸಗೊಬ್ಬರ ಸರಬರಾಜು ವರದಿ ಕೃಷಿ ಭಾಗ್ಯ ಯೋಜನೆ ಬೀಜಾಭಿವೃದ್ಧಿ ದರಕರಾರು ಪಟ್ಟಿ ಸೂಕ್ಷ್ಮ ನೀರಾವರಿ ಮಾರ್ಗಸೂಚಿಗಳು ಸರ್ಕಾರದ ಆದೇಶಗಳು ಮತ್ತು ಸುತ್ತೋಲೆಗಳು ದರಕರಾರು ಪಟ್ಟಿ ಕೃಷಿ ಯಂತ್ರೀಕರಣ ಮತ್ತು ಕೃಷಿ"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 2,
    "content": "ನೀರಾವರಿ ಮಾರ್ಗಸೂಚಿಗಳು ಸರ್ಕಾರದ ಆದೇಶಗಳು ಮತ್ತು ಸುತ್ತೋಲೆಗಳು ದರಕರಾರು ಪಟ್ಟಿ ಕೃಷಿ ಯಂತ್ರೀಕರಣ ಮತ್ತು ಕೃಷಿ ಉತ್ಪನ್ನಗಳ ಸಂಸ್ಕರಣೆ ಮಾರ್ಗಸೂಚಿಗಳು  ಸರ್ಕಾರದ  ಆದೇಶಗಳು ಮತ್ತು ಸುತ್ತೋಲೆಗಳು ದರಕರಾರು  ಪಟ್ಟಿ ಸಹಾಯಧನ  ಯೋಜನೆಯಡಿ  ಎಂಪ್ಯಾನಲ್ಡ್ ಮಾದರಿಗಳ ಗರಿಷ್ಠ ಮಾರಾಟ  ದರ ರಾಷ್ಟ್ರೀಯ  ಸುಸ್ಥಿರ  ಕೃಷಿ ಅಭಿಯಾನ ಮಣ್ಣು ಅರೋಗ್ಯ ಅಭಿಯಾನ ಕೃಷಿ ಅಭಿಯಾನ ರಾಷ್ಟ್ರೀಯ ಆಹಾರ ಭದ್ರತಾ ಅಭಿಯಾನ ಅಕ್ಕಿ ದ್ವಿದಳ ಧಾನ್ಯ ಒರಟು ಧಾನ್ಯಗಳು ನೂಟ್ರೀಸಿರಿಧಾನ್ಯ ಮತ್ತು ವಿಶೇಷ ದ್ವಿದಳಧಾನ್ಯ ವಾಣಿಜ್ಯ ಬೆಳೆಗಳು ಎಣ್ಣೆ ಕಾಳು ಬೆಳೆ ಭತ್ತದ ಅನುಕ್ರಮವಾಗಿ ಎಣ್ಣೆಕಾಳು ಮತ್ತು ದ್ವಿದಳಧಾನ್ಯ ಆತ್ಮ ತರಬೇತಿ ಸಸ್ಯ  ಸಂರಕ್ಷಣೆ ಗುಣ ನಿಯಂತ್ರಣ ಪೀಡೆನಾಶಕ ಸಂಬಂಧಿತ ಮಾಹಿತಿ ಪರಿಶೀಲಿಸಿದ ಸರಬರಾಜು  ಮೂಲ ಪ್ರಮಾಣ ಪತ್ರ ಸಸ್ಯ  ಸಂರಕ್ಷಣೆ ಮಾರ್ಗಸೂಚಿ ಸುತ್ತೋಲೆ ದರ ಕರಾರು ರೈತರ  ಆತ್ಮಹತ್ಯೆಗೆ  ಪರಿಹಾರ ಮಾರ್ಗಸೂಚಿ ಮತ್ತು ಸುತ್ತೋಲೆ ರಾಜ್ಯ  ಪೀಡೆನಾಶಕ  ಪರೀಕ್ಷಣಾ  ಪ್ರಯೋಗಾಲಯ ಜೈವಿಕ  ನಿಯಂತ್ರಣ  ಪ್ರಯೋಗಾಲಯಗಳ  ಮಾಹಿತಿ  ಹಾಗೂ ಮಾರ್ಗಸೂಚಿ ಮಾರ್ಗಸೂಚಿ ಮತ್ತು ಸುತ್ತೋಲೆ ಆಕಷ್ಮಿಕ  ಮರಣ ಮತ್ತು ಬಣವೆ  ನಷ್ಟ ಪ್ರಕರಣಗಳಿಗೆ  ಪರಿಹಾರ ಮಾರ್ಗಸೂಚಿ ಮತ್ತು ಸುತ್ತೋಲೆ ಬೆಳೆ ಸಾಲಕ್ಕೆ  ಶೇ ೧ರ ಬಡ್ಡಿ ರಿಯಾಯಿತಿ ಮಾರ್ಗಸೂಚಿ ಮತ್ತು ಸುತ್ತೋಲೆ ಕರ್ನಾಟಕ ರೈತ ಸುರಕ್ಷಾ ಪ್ರಧಾನ ಮಂತ್ರಿ ಫಸಲ್  ಭೀಮಾ  ಯೋಜನೆ ಮಾರ್ಗಸೂಚಿ ಮತ್ತು ಸುತ್ತೋಲೆ"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 3,
    "content": "ಮತ್ತು ಸುತ್ತೋಲೆ ಕರ್ನಾಟಕ ರೈತ ಸುರಕ್ಷಾ ಪ್ರಧಾನ ಮಂತ್ರಿ ಫಸಲ್  ಭೀಮಾ  ಯೋಜನೆ ಮಾರ್ಗಸೂಚಿ ಮತ್ತು ಸುತ್ತೋಲೆ ರಸಗೊಬ್ಬರ  ಮತ್ತು ಜೈವಿಕ ಗೊಬ್ಬರ  ಗುಣನಿಯಂತ್ರಣ ಪ್ರಯೋಗಾಲಯ ರೈತ  ಸಿರಿ ರೈತ  ಸಂಪರ್ಕ ಕೇಂದ್ರ ಬೆಳೆ  ಸಮೀಕ್ಷೆ  ಯೋಜನೆ ಮುಸುಕಿನ  ಜೋಳ  ಡಿ ಬಿ ಟಿ ಪೀಡೆನಾಶಕ ಪರವಾನಗಿ ಸಂಬಂಧಿತ ವಿಷಯ ಮಣ್ಣು  ಆರೋಗ್ಯ  ಅಭಿಯಾನ ಕೃಷಿ ಯಂತ್ರಧಾರೆ  ಯೋಜನೆ ಸೇವಾದಾರ  ಸಂಸ್ಥೆಗಳು ಮಾರ್ಗಸೂಚಿಗಳು ಸರ್ಕಾರದ ಆದೇಶಗಳು ಮತ್ತು ಸುತ್ತೋಲೆಗಳು ಕೃಷಿ ಮೂಲಭೂತ ಸೌಕರ್ಯ ನಿಧಿ ಕೃಷಿ ನವೋದ್ಯಮ ಕರ್ನಾಟಕ ರೈತ ಸಮೃದ್ದಿ ಯೋಜನೆ ದೇಸಿ ತಳಿಗಳ  ಸಂರಕ್ಷಣೆ ಮತ್ತು ಉತ್ತೇಜನ ಕಾರ್ಯಕ್ರಮ ಆನ್ಲೈನ್ ಸೇವೆಗಳು ಪಿ ಎಂ ಕಿಸಾನ್(ಕೇಂದ್ರ  ಸರ್ಕಾರ) ರಸಗೊಬ್ಬರ ಬೀಜ ಕೀಟನಾಶಕ ಪರವಾನಗಿ ತಂತ್ರಾಂಶ ರೈತರ ನೋಂದಣಿ ಕೆ ಕಿಸಾನ್ ಪಿ ಎಂ ಕಿಸಾನ್(ರಾಜ್ಯ ಸರ್ಕಾರ) ಮುಖ್ಯಮಂತ್ರಿ  ರೈತ ವಿದ್ಯಾನಿಧಿ ಕಾರ್ಯಕ್ರಮದಲ್ಲಿ  ನೋಂದಣಿ  ಮಾಡಲು ಇಲಾಖಾ ದಾಖಲೆಗಳು ಸರ್ಕಾರಿ  ಆದೇಶಗಳು(ಯೋಜನೆಗಳು) ಯೋಜನೆಗಳ ವಿವರ 2021-22ನೇ  ಸಾಲಿನ  ಯೋಜನೆಗಳ ವಿವರ 2022-23ನೇ  ಸಾಲಿನ  ಯೋಜನೆಗಳ ವಿವರ ಕೃಷಿ ಅಂಕಿ ಅಂಶ ಇಲಾಖಾ ಆಯವ್ಯಯ ಇಲಾಖಾ ಆದೇಶ ಮತ್ತು ಸುತ್ತೋಲೆಗಳು(ಆಡಳಿತ) ಎಂಪಿಕ್ ಇಲಾಖಾ ಪ್ರಕಟಣೆಗಳು ವಾರ್ಷಿಕ ವರದಿ ಪರಿಶಿಷ್ಟ ಜಾತಿ ಉಪಯೋಜನೆ ಹಾಗೂ ಗಿರಿಜನ ಉಪಯೋಜನೆಯ ಪ್ರಗತಿ ವರದಿಗಳು ಸರ್ಕಾರದ ಸಂಪರ್ಕ ಕೈಪಿಡಿ ಮಹತ್ವದ ಜಾಲತಾಣಗಳು ಇ ಆಡಳಿತ ಜಾಲತಾಣ ಇ-ಸೇವೆಗಳು"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 4,
    "content": "ಹಾಗೂ ಗಿರಿಜನ ಉಪಯೋಜನೆಯ ಪ್ರಗತಿ ವರದಿಗಳು ಸರ್ಕಾರದ ಸಂಪರ್ಕ ಕೈಪಿಡಿ ಮಹತ್ವದ ಜಾಲತಾಣಗಳು ಇ ಆಡಳಿತ ಜಾಲತಾಣ ಇ-ಸೇವೆಗಳು ಸಾಮಾನ್ಯ ಅಂಕಿ ಅಂಶ ಸರ್ಕಾರದ ಆ್ಯಪ್ ಗಳು ಕೇಂದ್ರ ಸರ್ಕಾರದ ಜಾಲತಾಣಗಳು ತಾಂತ್ರಿಕ‌ ಜಾಲತಾಣಗಳು ಕನ್ನಡ ಸಂಬಂಧಿ ಜಾಲತಾಣಗಳು ಆಯೋಗಗಳು ನ್ಯಾಯಾಲಯಗಳು ಡೌನ್‌ಲೋಡ್‌ಗಳು ಪ್ರವಾಸಿ ಜಾಲತಾಣಗಳು ಸಾರ್ವತ್ರಿಕ ರಜೆಗಳು × ಮಹತ್ವದ ಜಾಲತಾಣಗಳು ರಾಜ್ಯಪಾಲರ ಕಚೇರಿ ಮುಖ್ಯಮಂತ್ರಿ ಕಚೇರಿ ವಿಧಾನಸಭೆ ವಿಧಾನ ಪರಿಷತ್ತು ಮುಖ್ಯ ಕಾರ್ಯದರ್ಶಿ Close × ಇ-ಆಡಳಿತ ಸಿ.ಇ.ಜಿ ವೆಬ್ ಪೋರ್ಟಲ್ ಆಧಾರ್ ಮುಕ್ತ ದತ್ತಾಂಶ ‌ ಡಿಜಿಲಾಕರ್ ಮಾಹಿತಿ ಕಣಜ ನ್ಯಾಷನಲ್‌ ಅಕಾಡೆಮಿಕ್‌ ರೆಪೊಸಿಟರಿ ಜನಸ್ಫಂದನ ರಾಜ್ಯ ವಿದ್ಯಾರ್ಥಿವೇತನ ತಂತ್ರಾಶ ಇ-ಆಫೀಸ್ ಇ-ಪ್ರೊಕ್ಯೂರ್ಮೆಂಟ್ ಎಚ್‌ಆರ್‌ಎಂಎಸ್ ಕೆ.ಆರ್.ಡಿ.ಎಚ್ ಕೆ.ಎಸ್.ವಾನ್ ಡಿ.ಪಿ.ಎ.ಆರ್ ಕೆ.ಎಸ್.ಡಿ.ಸಿ Close × ಇ - ಸೇವೆಗಳು ಸಕಾಲ ಸೇವಾ ಸಿಂಧು ಇ-ಗೆಜೆಟ್ ಜನಸ್ಪಂದನ ಆನ್‌ಲೈನ್ ಆರ್‌ಟಿಐ ಮಾಹಿತಿ ಕಣಜ Close × ಅಂಕಿಅಂಶಗಳು ಇ-ಪ್ರಗತಿ ಇ-ತಾಲ್ ಡೇಟಾ ಕರ್ನಾಟಕ ಗೆಜೆಟ್ ಸಿಎಂ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್ Close × ಸರ್ಕಾರಿ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಬಿಎಂಟಿಸಿ ಭೂಮಿ ಇ-ಸೆವಾಯ್ ಕರ್ನಾಟಕ ಡಿಶ್ಯಾಂಕ್ ಕೆ.ಎಸ್.ಆರ್.ಟಿ.ಸಿ. ಗ್ರಾಮ ಪಂಚಾಯಿತಿ ಕರ್ನಾಟಕ ರಾಜ್ಯ ಪೊಲೀಸ್ ಎಲ್ಲಾ ವೀಕ್ಷಿಸಿ... Close × ಕೇಂದ್ರ ಸರ್ಕಾರದ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಸಂಸತ್ತು ರಾಷ್ಟ್ರಪತಿ ಕಚೇರಿ ಪ್ರಧಾನ ಮಂತ್ರಿಗಳ ಕಚೇರಿ"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 5,
    "content": "ವೀಕ್ಷಿಸಿ... Close × ಕೇಂದ್ರ ಸರ್ಕಾರದ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಸಂಸತ್ತು ರಾಷ್ಟ್ರಪತಿ ಕಚೇರಿ ಪ್ರಧಾನ ಮಂತ್ರಿಗಳ ಕಚೇರಿ ಪಾಸ್ಪೋರ್ಟ್ ಸೇವಾ ಆಧಾರ್ ಕರ್ನಾಟಕ ಭವನ Close × ತಾಂತ್ರಿಕ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಸಿ.ಡಿ.ಎ.ಸಿ ಎನ್ಐಸಿ ಎಸ್.ಟಿ.ಕ್ಯೂ.ಸಿ Close × ಕನ್ನಡ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಕನ್ನಡ ಮತ್ತು ಸಂಸ್ಕೃತಿ ಕನ್ನಡ ಸಾಹಿತ್ಯ ಪರಿಷತ್ ಕಣಜ ಕನ್ನಡ ಅಭಿವೃದ್ಧಿ ಪ್ರಾಧಿಕಾರ ಇ-ಕನ್ನಡ Close × ಆಯೋಗಗಳು ಮಾನವ ಹಕ್ಕು ಆಯೋಗ ವಿದ್ಯುತ್ ಆಯೋಗ ಜ್ಞಾನ ಆಯೋಗ ಚುನಾವಣಾ ಆಯೋಗ ಕರ್ನಾಟಕ ಕಾನೂನು ಪ್ರಾಧಿಕಾರ ಮಕ್ಕಳ ಹಕ್ಕುಗಳ ಆಯೋಗ ಮಹಿಳಾ ಆಯೋಗ ಗ್ರಾಹಕ ವಿವಾದಗಳ ಪರಿಹಾರ ಆಯೋಗ Close × ಕಾನೂನು ನ್ಯಾಯಾಲಯಗಳು ಸರ್ವೋಚ್ಚ ನ್ಯಾಯಾಲಯ ಹೈಕೋರ್ಟ್ ಜಿಲ್ಲಾ ನ್ಯಾಯಾಲಯಗಳು ಕೇಂದ್ರ ಆಡಳಿತ ನ್ಯಾಯಮಂಡಳಿ ಕರ್ನಾಟಕ ರಾಜ್ಯ ಆಡಳಿತ ನ್ಯಾಯಮಂಡಳಿ Close × ಡೌನ್‌ಲೋಡ್‌ಗಳು ನುಡಿ ಸಿಡಿಎಸಿ ಭಾಷಾಂತರಿಸಿ ಇ-ಸ್ಪೀಕ್ ಕನ್ನಡ ಧ್ವನಿ ಟಿಪ್ಪಣಿಗಳು Close ಹಕ್ಕುತ್ಯಾಗ ಈ ಪುಟವು ಸರ್ಕಾರಿ ಸಚಿವಾಲಯ/ ಇಲಾಖೆ/ ಸಂಸ್ಥೆಗಳಿಗೂ ಲಿಂಕುಗಳನ್ನು ಕಲ್ಪಿಸುತ್ತದೆ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಗಮನಿಸಿ.  ಈ ವೆಬ್ ಸೈಟುಗಳ ವಿಷಯಗಳು ಆಯಾ ಸಂಸ್ಥೆಗಳ ಸ್ವತ್ತೇ ಆಗಿದ್ದು, ಯಾವುದೇ ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಅಥವಾ ಸಲಹೆಗಾಗಿ ಅವರನ್ನೇ ಸಂಪರ್ಕಿಸುವುದು ಜಾಲತಾಣ ನೀತಿಗಳು ಹಕ್ಕುಸ್ವಾಮ್ಯ ನೀತಿ ಬಾಹ್ಯಜಾಲತಾಣ ಸಂಪರ್ಕ ನೀತಿ ಭದ್ರತಾ ನೀತಿ ಕರಾರುಗಳು ಮತ್ತು ಷರತ್ತುಗಳು ಗೌಪ್ಯತಾ ನೀತಿ ಸಹಾಯ"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 6,
    "content": "ಹಕ್ಕುಸ್ವಾಮ್ಯ ನೀತಿ ಬಾಹ್ಯಜಾಲತಾಣ ಸಂಪರ್ಕ ನೀತಿ ಭದ್ರತಾ ನೀತಿ ಕರಾರುಗಳು ಮತ್ತು ಷರತ್ತುಗಳು ಗೌಪ್ಯತಾ ನೀತಿ ಸಹಾಯ ಪರದೆ ವಾಚಕ ಮಾರ್ಗಸೂಚಿಗಳು ಸಂದರ್ಶಕರು ಇತ್ತೀಚಿನ ನವೀಕರಣ​ : 07-08-2025 10:38 AM ಸಂದರ್ಶಕರು  : 547426 ಆವೃತ್ತಿ  : CeG/KRN 1.3 ವಿಷಯದ ಮಾಲೀಕತ್ವ ಮತ್ತು ನಿರ್ವಹಣೆ  : ಕೃಷಿ ಇಲಾಖೆ ವಿನ್ಯಾಸ, ಅಭಿವೃದ್ಧಿ ಮತ್ತು ಪ್ರಕಟಣೆ : ಇ-ಆಡಳಿತ ಕೇಂದ್ರ , ಕರ್ನಾಟಕ ಸರ್ಕಾರ © 2025, ಎಲ್ಲಾ ಹಕ್ಕುಗಳೂ ಕಾಯ್ದಿರಿಸಿವೆ ಜಾಲತಾಣದ ಉತ್ತಮ ನೋಟಕ್ಕಾಗಿ ಕ್ರೋಮ್‌ v-87.0.4280.141, ಮೈಕ್ರೋಸಾಫ್ಟ್‌ ಎಡ್ಜ್‌ v-87.0.664.75, ಫೈರ್‌ಫಾಕ್ಸ್‌ v-83.0 ಬ್ರೌಸರ್‌ಗಳನ್ನು ಬಳಸಿ. ಸ್ಥಿರಚಿತ್ರಣ : 1280x800 to 1920x1080 × ನಮ್ಮ ಬಗ್ಗೆ ಉತ್ತಮ ಆಡಳಿತಕ್ಕಾಗಿ ಕರ್ನಾಟಕ ಸರ್ಕಾರ (ಗೋಕೆ) ಮಾಹಿತಿ ಮತ್ತು ಸಂವಹನ ತಂತ್ರಜ್ಞಾನವನ್ನು (ಐಸಿಟಿ) ಸದುಪಯೋಗಪಡಿಸಿಕೊಳ್ಳುವಲ್ಲಿ ಪ್ರವರ್ತಕವಾಗಿದೆ ಮತ್ತು ದೇಶದಲ್ಲಿ ಎಲೆಕ್ಟ್ರಾನಿಕ್-ಆಡಳಿತ (ಇ-ಆಡಳಿತ) ಉಪಕ್ರಮಗಳ ಅನುಷ್ಠಾನದಲ್ಲಿ ಮುಂಚೂಣಿಯಲ್ಲಿದೆ. ಸೆಂಟರ್ ಫಾರ್ ಇ-ಗವರ್ನೆನ್ಸ್ (ಸಿಇಜಿ) ರಾಜ್ಯದಲ್ಲಿ ಇ-ಆಡಳಿತ ನೀತಿಗಳು ಮತ್ತು ಕಾರ್ಯತಂತ್ರಗಳನ್ನು ಮುನ್ನಡೆಸಲು ಸಂಘಗಳ ನೋಂದಣಿ ಕಾಯ್ದೆಯಡಿ 2006 ರಲ್ಲಿ ಸ್ಥಾಪಿಸಲಾದ ನೋಡಲ್ ಏಜೆನ್ಸಿಯಾಗಿದೆ. ಇದು ರಾಜ್ಯದಲ್ಲಿ ರಚಿಸಲಾದ ಇ-ಗವರ್ನೆನ್ಸ್ ಕೋರ್ ಮೂಲಸೌಕರ್ಯ ಮತ್ತು ಮೂಲ ಆಡಳಿತ ಸುಧಾರಣಾ ಆಧಾರಿತ ಅನ್ವಯಗಳ"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 7,
    "content": "ಇದು ರಾಜ್ಯದಲ್ಲಿ ರಚಿಸಲಾದ ಇ-ಗವರ್ನೆನ್ಸ್ ಕೋರ್ ಮೂಲಸೌಕರ್ಯ ಮತ್ತು ಮೂಲ ಆಡಳಿತ ಸುಧಾರಣಾ ಆಧಾರಿತ ಅನ್ವಯಗಳ ಉಸ್ತುವಾರಿ. ವಾಸ್ತವವಾಗಿ, ಇದು ವಿಶಿಷ್ಟವಾಗಿದೆ ರಾಜ್ಯ ಮತ್ತು ಸಿಬ್ಬಂದಿ ಸುಧಾರಣಾ ಇಲಾಖೆಯಲ್ಲಿ (ಡಿಪಿಎಆರ್) ಇರಿಸಲಾಗಿರುವ ರಾಜ್ಯವು ರಾಜ್ಯದ ಮುಖ್ಯಮಂತ್ರಿಗೆ ನೇರವಾಗಿ ಜವಾಬ್ದಾರವಾಗಿರುತ್ತದೆ. ವರ್ಷಗಳಲ್ಲಿ ಸಿಇಜಿಯ ಸೇವೆಗಳು ಸಾಮಾನ್ಯ ಜನರಿಗೆ ಐಟಿ ಪ್ರಯೋಜನಗಳನ್ನು ಅರಿತುಕೊಳ್ಳುವಲ್ಲಿ ಅಪಾರ ಕೊಡುಗೆ ನೀಡುತ್ತವೆ.ಸ್ವಾಯತ್ತ ಕ್ರಿಯಾತ್ಮಕತೆಯನ್ನು ಕೋರುವ ಐಟಿ ಕ್ಷೇತ್ರದ ನೀತಿಗೆ ಅನುಗುಣವಾಗಿ, ಸಿಇಜಿ ಇ-ಆಡಳಿತದ ಬೆಂಬಲದ ಮೂಲಕ ನಾಗರಿಕರನ್ನು ಸಬಲೀಕರಣಗೊಳಿಸುವ ಉದ್ದೇಶದಿಂದ ವಿವಿಧ ನವೀನ ಯೋಜನೆಗಳಿಗೆ ತನ್ನ ರೆಕ್ಕೆಗಳನ್ನು ತೆರೆಯುತ್ತದೆ. ಇಂದು, ರಾಜ್ಯವು ಅತ್ಯಾಧುನಿಕ ಎರಡು ದತ್ತಾಂಶ ಕೇಂದ್ರಗಳು, ಎಂಪಿಎಲ್ಎಸ್ ತಂತ್ರಜ್ಞಾನ ಆಧಾರಿತ ಕರ್ನಾಟಕ ಸ್ಟೇಟ್ ವೈಡ್ ಏರಿಯಾ ನೆಟ್‌ವರ್ಕ್ ಮತ್ತು ಇಇ-ಪ್ರೊಕ್ಯೂರ್‌ಮೆಂಟ್ ಮತ್ತು ಎಚ್‌ಆರ್‌ಎಂಎಸ್ ನಂತಹ ಪ್ರಮುಖ ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ಬಗ್ಗೆ ಹೆಗ್ಗಳಿಕೆಗೆ ಪಾತ್ರವಾಗಬಹುದು. ಮಾನದಂಡಗಳು Close × ಸೈಟ್ಮ್ಯಾಪ್ Home RTI ACT RTI 4(1) (a) RTI 4(1)B Contact Department’s Secretariat Department Head Office Gallery Photo Gallery INTRODUCTION About Us Departments | Agencies History Vision | Objectives | Mission Organization"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 8,
    "content": "INTRODUCTION About Us Departments | Agencies History Vision | Objectives | Mission Organization Structure SERVICES AND SCHEMES Projects ONLINE SERVICES Seva Sindhu Sakal DOCUMENTS Department Budget Acts and Rules Notification FOREST B RFD Department Orders Close × ಕೃತಿಸ್ವಾಮ್ಯ ನೀತಿ ಕೃತಿಸ್ವಾಮ್ಯ ನೀತಿ (ಪ್ರಕಟಿತ ಮಾಹಿತಿಯು ಯಾವುದೇ ಶುಲ್ಕವಿಲ್ಲದೆ ಲಭ್ಯವಿದ್ದರೆ) 1) ಈ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಕಾಣಿಸಿಕೊಂಡಿರುವ ಮಾಹಿತಿಯನ್ನು ಯಾವುದೇ ಮಾಧ್ಯಮ ರೂಪದಲ್ಲಿ ಯಾವುದೇ ಶುಲ್ಕವಿಲ್ಲದೆ ನಮ್ಮಿಂದ (ಸಿಇಜಿ) ಪೂರ್ವ ಅನುಮತಿಯೊಂದಿಗೆ ಅಥವಾ ವೆಬ್‌ಸೈಟ್ ಹೊಂದಿರುವ ಸಂಬಂಧಿತ ಪ್ರಾಧಿಕಾರವನ್ನು ಇಮೇಲ್ ಮೂಲಕ ಮರು ಪ್ರಕಟಿಸಬಹುದು. 2)ಮಾಹಿತಿಯು ಲಭ್ಯವಿರುವುದರಿಂದ ಅದನ್ನು ಮರುಪ್ರಕಟಿಸಬಹುದು ಮತ್ತು ವಿಕೃತ ಅಥವಾ ದಾರಿತಪ್ಪಿಸುವ ರೀತಿಯಲ್ಲಿ ಬಳಸಬಾರದು 3)ಎಲ್ಲಿ ವಸ್ತುಗಳನ್ನು ಪ್ರಕಟಿಸಲಾಗುತ್ತಿದೆ ಅಥವಾ ಇತರರಿಗೆ ಸೂಚಿಸಲಾಗುತ್ತದೆಯೋ ಅಲ್ಲಿ ಮೂಲವನ್ನು ಪ್ರಮುಖವಾಗಿ ಅಂಗೀಕರಿಸಬೇಕು 4)ಆದಾಗ್ಯೂ, ಈ ವಸ್ತುವನ್ನು ಪುನರುತ್ಪಾದಿಸುವ ಅನುಮತಿಯು ಈ ಸೈಟ್‌ನಲ್ಲಿನ ಯಾವುದೇ ವಸ್ತುಗಳಿಗೆ ವಿಸ್ತರಿಸುವುದಿಲ್ಲ, ಇದನ್ನು ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಹಕ್ಕುಸ್ವಾಮ್ಯ ಎಂದು ಸ್ಪಷ್ಟವಾಗಿ ಗುರುತಿಸಲಾಗಿದೆ ಕೃತಿಸ್ವಾಮ್ಯ ನೀತಿ (ಪ್ರಕಟಿತ ಮಾಹಿತಿಯನ್ನು ಮರುಬಳಕೆ ಮಾಡಲು ಅವಕಾಶವಿದ್ದರೆ)"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 9,
    "content": "ಎಂದು ಸ್ಪಷ್ಟವಾಗಿ ಗುರುತಿಸಲಾಗಿದೆ ಕೃತಿಸ್ವಾಮ್ಯ ನೀತಿ (ಪ್ರಕಟಿತ ಮಾಹಿತಿಯನ್ನು ಮರುಬಳಕೆ ಮಾಡಲು ಅವಕಾಶವಿದ್ದರೆ) 1)ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಪ್ರಕಟವಾದ ಮಾಹಿತಿಯು ಹಕ್ಕುಸ್ವಾಮ್ಯ ನೀತಿಯ ಅಡಿಯಲ್ಲಿ ಬರುತ್ತದೆ ಮತ್ತು ಅವುಗಳ ಮರುಪ್ರಕಟಕ್ಕಾಗಿ ಅಧಿಕೃತತೆಯನ್ನು ಪಡೆಯುವುದು ಪೂರ್ವ ಅವಶ್ಯಕವಾಗಿದೆ. 2)ಅನುಮತಿ ಪಡೆಯಲು ಒಬ್ಬರು ……………… .. @ ......... Close × ಹೈಪರ್ಲಿಂಕಿಂಗ್ ನೀತಿ (ಆಯಾ ಇಲಾಖೆಗೆ ತಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಹೈಪರ್ಲಿಂಕ್ ಮಾಡಲು ಯಾವುದೇ ಅನುಮತಿ ಅಗತ್ಯವಿಲ್ಲದಿದ್ದರೆ) 1)ನಮ್ಮ ಸೈಟ್‌ನಲ್ಲಿ ಹೋಸ್ಟ್ ಮಾಡಲಾದ ಮಾಹಿತಿಯೊಂದಿಗೆ ನೇರವಾಗಿ ಲಿಂಕ್ ಮಾಡುವುದನ್ನು ನಾವು ಆಕ್ಷೇಪಿಸುವುದಿಲ್ಲ ಮತ್ತು ಅದಕ್ಕಾಗಿ ಯಾವುದೇ ಪೂರ್ವ ಅನುಮತಿ ಅಗತ್ಯವಿಲ್ಲ. 2)ನಮ್ಮ ಪುಟಗಳನ್ನು ಇತರ ಸೈಟ್‌ಗಳಲ್ಲಿ ಫ್ರೇಮ್‌ಗಳಲ್ಲಿ ಲೋಡ್ ಮಾಡಲು ನಾವು ಅನುಮತಿಸುವುದಿಲ್ಲ. ನಮ್ಮ ಇಲಾಖೆಯ ಪುಟಗಳು ಬಳಕೆದಾರರ ಹೊಸದಾಗಿ ತೆರೆದ ಬ್ರೌಸರ್ ವಿಂಡೋಗೆ ಲೋಡ್ ಆಗಬೇಕು. (ವೆಬ್‌ಸೈಟ್‌ಗೆ ಹೈಪರ್ಲಿಂಕ್ ಅನುಮತಿ ಅಗತ್ಯವಿದ್ದರೆ) 1)ಈ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಯಾವುದೇ ಲಿಂಕ್ ಅಥವಾ ಅದರ ಫಾರ್ಮ್ ಅನ್ನು ಒದಗಿಸಲು, ಅನುಮತಿಯನ್ನು ಪಡೆಯುವುದು ಕಡ್ಡಾಯವಾಗಿದೆ. 2)ಈ ಇಮೇಲ್‌ಗೆ ವಿನಂತಿಸುವ ಮೂಲಕ ಇ-ಆಡಳಿತಕ್ಕಾಗಿ ಕೇಂದ್ರದಿಂದ ಅನುಮತಿಯನ್ನು ಪಡೆಯಬಹುದು. pd.webportal@karnataka.gov.in 3)ಈ ಸರ್ಕಾರಿ ವೆಬ್‌ಸೈಟ್ ಟಿಪ್ಪಣಿಯನ್ನು ಬಿಡುವ ಮೊದಲು: ಈ ಸಂಪರ್ಕ"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 10,
    "content": "ಪಡೆಯಬಹುದು. pd.webportal@karnataka.gov.in 3)ಈ ಸರ್ಕಾರಿ ವೆಬ್‌ಸೈಟ್ ಟಿಪ್ಪಣಿಯನ್ನು ಬಿಡುವ ಮೊದಲು: ಈ ಸಂಪರ್ಕ ಬಟನ್ ಮತ್ತೊಂದು ವೆಬ್‌ಸೈಟ್‌ಗೆ ಕಾರಣವಾಗುತ್ತದೆ, ಅಂತಹ ಹೊಸ ತೆರೆದ ಸೈಟ್‌ನ ಕುರಿತು ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಪಡೆಯಲು, ಆ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ನೋಂದಾಯಿಸಲಾದ ಸಂಬಂಧಪಟ್ಟ ಸಂಪರ್ಕಗಳನ್ನು ಸಂಪರ್ಕಿಸಬೇಕು. Close × ಭದ್ರತಾ ನೀತಿ 1) ಸೈಟ್ ಭದ್ರತಾ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಮತ್ತು ಈ ಸೇವೆಯು ಎಲ್ಲಾ ಬಳಕೆದಾರರಿಗೆ ಲಭ್ಯವಾಗಿದೆಯೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು, ಈ ಸರ್ಕಾರಿ ಕಂಪ್ಯೂಟರ್ ವ್ಯವಸ್ಥೆಯು ಮಾಹಿತಿಯನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಅಥವಾ ಬದಲಾಯಿಸಲು ಅಥವಾ ಹಾನಿಯನ್ನುಂಟುಮಾಡುವ ಅನಧಿಕೃತ ಪ್ರಯತ್ನಗಳನ್ನು ಗುರುತಿಸಲು ನೆಟ್‌ವರ್ಕ್ ದಟ್ಟಣೆಯನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಲು ವಾಣಿಜ್ಯ ಸಾಫ್ಟ್‌ವೇರ್ ಪ್ರೋಗ್ರಾಂಗಳನ್ನು ಬಳಸಿಕೊಳ್ಳುತ್ತದೆ. 2) ಅಧಿಕೃತ ಕಾನೂನು ಜಾರಿ ತನಿಖೆಗಳನ್ನು ಹೊರತುಪಡಿಸಿ, ವೈಯಕ್ತಿಕ ಬಳಕೆದಾರರನ್ನು ಅಥವಾ ಅವರ ಬಳಕೆಯ ಅಭ್ಯಾಸವನ್ನು ಗುರುತಿಸಲು ಬೇರೆ ಯಾವುದೇ ಪ್ರಯತ್ನಗಳನ್ನು ಮಾಡಲಾಗುವುದಿಲ್ಲ. ಕಚ್ಚಾ ಡೇಟಾ ಲಾಗ್‌ಗಳನ್ನು ಬೇರೆ ಯಾವುದೇ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಬಳಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ನಿಯಮಿತವಾಗಿ ಅಳಿಸಲು ನಿಗದಿಪಡಿಸಲಾಗಿದೆ. 3) ಈ ಸೇವೆಯಲ್ಲಿ ಮಾಹಿತಿಯನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಅಥವಾ ಮಾಹಿತಿಯನ್ನು ಬದಲಾಯಿಸಲು ಅನಧಿಕೃತ ಪ್ರಯತ್ನಗಳನ್ನು ಕಟ್ಟುನಿಟ್ಟಾಗಿ ನಿಷೇಧಿಸಲಾಗಿದೆ ಮತ್ತು ಭಾರತೀಯ ಐಟಿ ಕಾಯ್ದೆ"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 11,
    "content": "ಮಾಹಿತಿಯನ್ನು ಬದಲಾಯಿಸಲು ಅನಧಿಕೃತ ಪ್ರಯತ್ನಗಳನ್ನು ಕಟ್ಟುನಿಟ್ಟಾಗಿ ನಿಷೇಧಿಸಲಾಗಿದೆ ಮತ್ತು ಭಾರತೀಯ ಐಟಿ ಕಾಯ್ದೆ (2000) ಅಡಿಯಲ್ಲಿ ಶಿಕ್ಷಾರ್ಹವಾಗಬಹುದು. Close × ನಿಯಮ ಮತ್ತು ಶರತ್ತುಗಳು 1)ಈ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ಇ-ಆಡಳಿತಕ್ಕಾಗಿ ಕೇಂದ್ರವು ವಿನ್ಯಾಸಗೊಳಿಸಿದೆ, ಅಭಿವೃದ್ಧಿಪಡಿಸಿದೆ ಮತ್ತು ನಿರ್ವಹಿಸುತ್ತದೆ. 2)ಈ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿನ ವಿಷಯದ ನಿಖರತೆ ಮತ್ತು ಕರೆನ್ಸಿಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಎಲ್ಲಾ ಪ್ರಯತ್ನಗಳನ್ನು ಮಾಡಲಾಗಿದ್ದರೂ, ಅದನ್ನು ಕಾನೂನಿನ ಹೇಳಿಕೆಯಾಗಿ ನಿರ್ಣಯಿಸಬಾರದು ಅಥವಾ ಯಾವುದೇ ಕಾನೂನು ಉದ್ದೇಶಗಳಿಗಾಗಿ ಬಳಸಬಾರದು. ಯಾವುದೇ ಅಸ್ಪಷ್ಟತೆ ಅಥವಾ ಸಂದೇಹಗಳಿದ್ದಲ್ಲಿ, ಬಳಕೆದಾರರು ಇಲಾಖೆ (ಗಳು) ಮತ್ತು / ಅಥವಾ ಇತರ ಮೂಲ (ಗಳನ್ನು) ಯೊಂದಿಗೆ ಪರಿಶೀಲಿಸಲು / ಪರಿಶೀಲಿಸಲು ಮತ್ತು ಸೂಕ್ತ ವೃತ್ತಿಪರ ಸಲಹೆಯನ್ನು ಪಡೆಯಲು ಸೂಚಿಸಲಾಗುತ್ತದೆ. 3)ಯಾವುದೇ ಸಂದರ್ಭದಲ್ಲೂ ಈ ಇಲಾಖೆಯು ಯಾವುದೇ ಖರ್ಚು, ನಷ್ಟ ಅಥವಾ ಹಾನಿಗೆ, ಮಿತಿಯಿಲ್ಲದೆ, ಪರೋಕ್ಷ ಅಥವಾ ಪರಿಣಾಮಕಾರಿ ನಷ್ಟ ಅಥವಾ ಹಾನಿ, ಅಥವಾ ಯಾವುದೇ ಖರ್ಚು, ನಷ್ಟ ಅಥವಾ ಹಾನಿ, ಬಳಕೆಯಿಂದ ಉಂಟಾಗುವ, ಅಥವಾ ಬಳಕೆಯ ನಷ್ಟ, ದತ್ತಾಂಶದಿಂದ ಉಂಟಾಗುತ್ತದೆ. ಅಥವಾ ಈ ವೆಬ್‌ಸೈಟ್‌ನ ಬಳಕೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ 4)ಈ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ನಿಯಂತ್ರಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಅದಕ್ಕೆ ಅನುಗುಣವಾಗಿ ನಿರ್ಣಯಿಸಲಾಗುತ್ತದೆ"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 12,
    "content": "ಭಾರತೀಯ ಕಾನೂನುಗಳೊಂದಿಗೆ. ಈ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳ ಅಡಿಯಲ್ಲಿ ಉದ್ಭವಿಸುವ ಯಾವುದೇ ವಿವಾದ\r\n          ಭಾರತದ ನ್ಯಾಯಾಲಯಗಳ ವ್ಯಾಪ್ತಿಗೆ ಒಳಪಟ್ಟಿರುತ್ತದೆ. 5)ಈ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಪೋಸ್ಟ್ ಮಾಡಲಾದ ಮಾಹಿತಿಯು ಹೈಪರ್ಟೆಕ್ಸ್ಟ್ ಲಿಂಕ್‌ಗಳನ್ನು ಒಳಗೊಂಡಿರಬಹುದು ಅಥವಾ\r\n          ಸರ್ಕಾರೇತರ / ಖಾಸಗಿ ರಚಿಸಿದ ಮತ್ತು ನಿರ್ವಹಿಸುವ ಮಾಹಿತಿಯ ಪಾಯಿಂಟರ್‌ಗಳು\r\n          ಸಂಸ್ಥೆಗಳು. (ಇಲಾಖೆಯ ಹೆಸರು) ಈ ಲಿಂಕ್‌ಗಳು ಮತ್ತು ಪಾಯಿಂಟರ್‌ಗಳನ್ನು ಮಾತ್ರ ಒದಗಿಸುತ್ತಿದೆ\r\n          ನಿಮ್ಮ ಮಾಹಿತಿ ಮತ್ತು ಅನುಕೂಲಕ್ಕಾಗಿ. ನೀವು ಹೊರಗಿನ ಲಿಂಕ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿದಾಗ\r\n          ವೆಬ್‌ಸೈಟ್, ನೀವು ವೆಬ್‌ಸೈಟ್‌ನಿಂದ ಹೊರಬರುತ್ತಿದ್ದೀರಿ ಮತ್ತು ಒಳಪಟ್ಟಿರುತ್ತೀರಿ"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 13,
    "content": "ಹೊರಗಿನ ವೆಬ್‌ಸೈಟ್‌ನ ಮಾಲೀಕರು / ಪ್ರಾಯೋಜಕರ ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತಾ ನೀತಿಗಳು. 6)ಅಂತಹ ಲಿಂಕ್ ಮಾಡಲಾದ ಪುಟಗಳ ಲಭ್ಯತೆಯನ್ನು ಸಂಬಂಧಪಟ್ಟ ಇಲಾಖೆ ಎಲ್ಲಾ ಸಮಯದಲ್ಲೂ ಖಾತರಿಪಡಿಸುವುದಿಲ್ಲ. 7)ಸಂಬಂಧಿತ ಇಲಾಖೆಯು, ಲಿಂಕ್ ಮಾಡಲಾದ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿರುವ ಹಕ್ಕುಸ್ವಾಮ್ಯದ ವಸ್ತುಗಳ ಬಳಕೆಯನ್ನು ಅಧಿಕೃತಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಲಿಂಕ್ ಮಾಡಿದ ವೆಬ್‌ಸೈಟ್‌ನ ಮಾಲೀಕರಿಂದ ಅಂತಹ ಅಧಿಕಾರವನ್ನು ಕೋರಲು ಬಳಕೆದಾರರಿಗೆ ಸೂಚಿಸಲಾಗಿದೆ. 8)ಲಿಂಕ್ ಮಾಡಲಾದ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಭಾರತೀಯ ಸರ್ಕಾರಿ ವೆಬ್ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಅನುಸರಿಸುತ್ತವೆ ಎಂದು ಸಂಬಂಧಪಟ್ಟ ಇಲಾಖೆ ಖಾತರಿ ನೀಡುವುದಿಲ್ಲ ಬಳಕೆದಾರರು ಮಾಹಿತಿಯನ್ನು ಭೇಟಿ ಮಾಡಿದರೆ ಮತ್ತು ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಿದರೆ ಅಥವಾ ಫೈಲ್‌ಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದರೆ, ಈ ಕೆಳಗಿನ ಅಂಶಗಳು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಡೌನ್‌ಲೋಡ್ ಆಗಬಹುದು - ನಿಮ್ಮ ಸೇವಾ ಡೊಮೇನ್, ಐಪಿ ಸಂಖ್ಯೆ, ಸಂದರ್ಶಕರು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಹೇಗೆ ಪ್ರವೇಶಿಸಿದ್ದಾರೆ. - ಬ್ರೌಸರ್‌ಗಳು ಮತ್ತು ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಂಗಳು. - ಬಳಕೆದಾರರ ಭೇಟಿಗಳ ದಿನಾಂಕ ಮತ್ತು ಸಮಯ. - ಸಂದರ್ಶಕರು ಮಾಹಿತಿಯನ್ನು ಪ್ರವೇಶಿಸಿದ URL ಗಳು. - ಬಳಕೆದಾರರು ಇತರ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಂದ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಿದ್ದರೆ, ಆ ವೆಬ್‌ಸೈಟ್‌ನ ವಿವರಗಳು ಕುಕೀಸ್ ನೀವು ಕೆಲವು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಭೇಟಿ ನೀಡಿದಾಗ, ಅವರು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ / ಕುಕೀಸ್ ಎಂದು"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 14,
    "content": "ವಿವರಗಳು ಕುಕೀಸ್ ನೀವು ಕೆಲವು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಭೇಟಿ ನೀಡಿದಾಗ, ಅವರು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ / ಕುಕೀಸ್ ಎಂದು ಕರೆಯಲ್ಪಡುವ ಬ್ರೌಸಿಂಗ್ ಸಾಧನದಲ್ಲಿ ಸಣ್ಣ ಪ್ರಮಾಣದ ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಬಹುದು. ಭವಿಷ್ಯದಲ್ಲಿ ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ಗುರುತಿಸಲು ಕೆಲವು ಕುಕೀಗಳು ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತವೆ. ನಾವು ನಿರಂತರವಾದ ಕುಕೀಗಳನ್ನು ಅಥವಾ “ಪ್ರತಿ ಸೆಷನ್ ಕುಕೀಗಳನ್ನು” ಮಾತ್ರ ಬಳಸುತ್ತೇವೆ. ಈ ವೆಬ್‌ಸೈಟ್ ಮೂಲಕ ತಡೆರಹಿತ ಸಂಚರಣೆ ಒದಗಿಸುವಂತಹ ತಾಂತ್ರಿಕ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಪ್ರತಿ ಸೆಷನ್ ಕುಕೀಗಳು ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ. ಈ ಕುಕೀಗಳು ಬಳಕೆದಾರರಲ್ಲಿ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ ಮತ್ತು ನೀವು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನಿಂದ ಹೊರಬಂದ ತಕ್ಷಣ ಅವುಗಳನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ. ಕುಕೀಸ್ ಡೇಟಾವನ್ನು ಶಾಶ್ವತವಾಗಿ ರೆಕಾರ್ಡ್ ಮಾಡುವುದಿಲ್ಲ ಮತ್ತು ಅವುಗಳನ್ನು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ನ ಹಾರ್ಡ್ ಡ್ರೈವ್‌ನಲ್ಲಿ ಸಂಗ್ರಹಿಸಲಾಗುವುದಿಲ್ಲ. ಕುಕೀಗಳನ್ನು ಮೆಮೊರಿಯಲ್ಲಿ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ ಮತ್ತು ಸಕ್ರಿಯ ಬ್ರೌಸರ್ ಅಧಿವೇಶನದಲ್ಲಿ ಮಾತ್ರ ಲಭ್ಯವಿದೆ. ಮತ್ತೆ, ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅನ್ನು ಒಮ್ಮೆ ಮುಚ್ಚಿದ ನಂತರ, ಕುಕೀ ಕಣ್ಮರೆಯಾಗುತ್ತದೆ. Close × ಗೌಪ್ಯತೆ ನೀತಿಗಳು ಗೌಪ್ಯತೆ ನೀತಿ: (ವೆಬ್‌ಸೈಟ್ ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸದಿದ್ದಾಗ) ನೀವು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಿದಾಗ ಹೆಸರುಗಳು"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 15,
    "content": "ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸದಿದ್ದಾಗ) ನೀವು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಿದಾಗ ಹೆಸರುಗಳು ಅಥವಾ ವಿಳಾಸಗಳಂತಹ ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ನಾವು ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ. ಆ ಮಾಹಿತಿಯನ್ನು ನಮಗೆ ಒದಗಿಸಲು ನೀವು ಆರಿಸಿದರೆ, ಮಾಹಿತಿಗಾಗಿ ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಪೂರೈಸಲು ಮಾತ್ರ ಇದನ್ನು ಬಳಸಲಾಗುತ್ತದೆ ಬಳಕೆದಾರ ಮಾಹಿತಿ: ಬಳಕೆದಾರರು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಭೇಟಿ ನೀಡಿದಾಗ ನಾವು ತಾಂತ್ರಿಕ ಬಳಕೆದಾರರ ವಿವರಗಳನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ ಮತ್ತು ಬ್ರೌಸರ್ ಪ್ರಕಾರ, ಸರ್ವರ್ ಮತ್ತು ಡೊಮೇನ್, ದಿನಾಂಕ ಮತ್ತು ಸಮಯ, ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ದಾಖಲೆಗಳ ವಿವರಗಳನ್ನು ದಾಖಲಿಸಲಾಗಿದೆ, ಈ ಮಾಹಿತಿಯನ್ನು ಸೈಟ್ ಅನ್ನು ಹೆಚ್ಚು ಮಾಡಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ಮಾತ್ರ ಬಳಸಲಾಗುತ್ತದೆ ನಿಮಗೆ ಉಪಯುಕ್ತವಾಗಿದೆ. ಈ ಡೇಟಾದೊಂದಿಗೆ, ನಮ್ಮ ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡುವವರ ಸಂಖ್ಯೆ ಮತ್ತು ನಮ್ಮ ಸಂದರ್ಶಕರು ಬಳಸುವ ತಂತ್ರಜ್ಞಾನದ ಬಗೆಗೆ ನಾವು ಕಲಿಯುತ್ತೇವೆ. ವ್ಯಕ್ತಿಗಳು ಮತ್ತು ಅವರ ಭೇಟಿಗಳ ಮಾಹಿತಿಯನ್ನು ನಾವು ಎಂದಿಗೂ ಟ್ರ್ಯಾಕ್ ಮಾಡುವುದಿಲ್ಲ ಅಥವಾ ದಾಖಲಿಸುವುದಿಲ್ಲ. (ನ್ಯಾಯಾಲಯವು ವಾರಂಟ್ ಮೂಲಕ ನಿರ್ದೇಶಿಸಿದಾಗ ಹೊರತುಪಡಿಸಿ) ಕುಕೀಸ್: ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಸಂದರ್ಶಕರು ಮಾಹಿತಿಯನ್ನು ಪಡೆದಾಗ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು ಒದಗಿಸುತ್ತವೆ ಮತ್ತು ಅವುಗಳನ್ನು ಕುಕೀಸ್ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಈ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಅಂತಹ ಯಾವುದೇ"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 16,
    "content": "ಅನ್ನು ಒದಗಿಸುತ್ತವೆ ಮತ್ತು ಅವುಗಳನ್ನು ಕುಕೀಸ್ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಈ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಅಂತಹ ಯಾವುದೇ ಕುಕೀಗಳನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ. ಇಮೇಲ್ ನಿರ್ವಹಣೆ: ಬಳಕೆದಾರರು ಯಾವುದೇ ಮಾಹಿತಿಯನ್ನು ಆ ಕ್ಷಣಕ್ಕೆ ಮಾತ್ರ ಕಳುಹಿಸಿದಾಗ ಇಮೇಲ್‌ಗಳನ್ನು ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಅವರಿಗೆ ಮಾಹಿತಿಯನ್ನು ನೀಡಲು ಮಾತ್ರ ಬಳಸಲಾಗುತ್ತದೆ. ಇವುಗಳನ್ನು ಯಾವುದೇ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಅಥವಾ ಸಂಪರ್ಕ ಪಟ್ಟಿಯಲ್ಲಿ ಸೇರಿಸಲು ಬಳಸಲಾಗುವುದಿಲ್ಲ. ಬಳಕೆದಾರರಿಗೆ ತಿಳಿಸದೆ, ಅದನ್ನು ಬಹಿರಂಗಪಡಿಸಲಾಗುವುದಿಲ್ಲ. ವೈಯಕ್ತಿಕ ವಿವರಗಳ ಸಂಗ್ರಹ: ಬಳಕೆದಾರರು ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಕೇಳಿದರೆ ಅಥವಾ ಒದಗಿಸಿದರೆ, ಅದರ ಬಳಕೆಯ ವಿವರಗಳನ್ನು ಉಲ್ಲೇಖಿಸಲಾಗುತ್ತದೆ. ವಿವರಗಳ ಬಗ್ಗೆ ನಿಮಗೆ ತೃಪ್ತಿ ಇಲ್ಲದಿದ್ದರೆ ಅಥವಾ ಅನುಮಾನವಿದ್ದರೆ ಅಥವಾ ಅದರ ಬಗ್ಗೆ ಅಭಿಪ್ರಾಯವನ್ನು ನೀಡಲು ಬಯಸಿದರೆ, ನಿಯೋಜಿತ ವೆಬ್‌ಮಾಸ್ಟರ್‌ಗಳನ್ನು ‘ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ’ ವಿಭಾಗದ ಅಡಿಯಲ್ಲಿ ಸಂಪರ್ಕಿಸುವುದು ನಿಮಗೆ ಅಗತ್ಯವಾಗಿರುತ್ತದೆ"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 17,
    "content": "ಗಮನಿಸಿ: ‘ವೈಯಕ್ತಿಕ ವಿವರಗಳು’ ಅಡಿಯಲ್ಲಿ ಪಡೆದ ಖಾಸಗಿ ಮಾಹಿತಿಯ ತುಣುಕುಗಳನ್ನು ಸುಲಭವಾಗಿ ಗುರುತಿಸಲು ಗುರುತು ಅಥವಾ ಅಂಶಗಳನ್ನು ಸಂಗ್ರಹಿಸಲು ಮಾತ್ರ ಬಳಸಲಾಗುತ್ತದೆ. ಕುಕೀಸ್: ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಸಂದರ್ಶಕರು ಮಾಹಿತಿಯನ್ನು ಪಡೆದಾಗ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು ಒದಗಿಸುತ್ತವೆ ಮತ್ತು ಅವುಗಳನ್ನು ಕುಕೀಸ್ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಈ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಅಂತಹ ಯಾವುದೇ ಕುಕೀಗಳನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ. ಬಳಕೆದಾರರು ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಿದರೆ. 1.ನಿಮಗೆ ಪ್ರತಿಕ್ರಿಯಿಸುವುದನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಯಾವುದೇ ಉದ್ದೇಶಕ್ಕಾಗಿ ನಾವು ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ (ಉದಾಹರಣೆಗೆ, ನಿಮ್ಮ ಪ್ರಶ್ನೆಗಳಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲು ಅಥವಾ ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ಒದಗಿಸಲು). ಇ-ಮೇಲ್ ವಿಳಾಸ ಅಥವಾ ಅಂಚೆ ವಿಳಾಸದೊಂದಿಗೆ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸುವ ಫಾರ್ಮ್ ಅನ್ನು ಭರ್ತಿ ಮಾಡುವುದು ಮತ್ತು ಅದನ್ನು ವೆಬ್‌ಸೈಟ್ ಮೂಲಕ ನಮಗೆ ಸಲ್ಲಿಸುವುದು ಮುಂತಾದ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ನಮಗೆ ಒದಗಿಸಲು ನೀವು ಆರಿಸಿದರೆ-ನಿಮ್ಮ ಸಂದೇಶಕ್ಕೆ ಪ್ರತಿಕ್ರಿಯಿಸಲು ಮತ್ತು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ನಾವು ಆ ಮಾಹಿತಿಯನ್ನು ಬಳಸುತ್ತೇವೆ ನೀವು ವಿನಂತಿಸಿದ ಮಾಹಿತಿ. ನಿಮ್ಮ ಪ್ರಶ್ನೆಯು ಆ ಏಜೆನ್ಸಿಗೆ ಸಂಬಂಧಪಟ್ಟಿದ್ದರೆ ಅಥವಾ ಕಾನೂನಿನ ಪ್ರಕಾರ ಅಗತ್ಯವಿದ್ದರೆ ಮಾತ್ರ ನೀವು ನಮಗೆ ನೀಡುವ ಮಾಹಿತಿಯನ್ನು"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 18,
    "content": "ಆ ಏಜೆನ್ಸಿಗೆ ಸಂಬಂಧಪಟ್ಟಿದ್ದರೆ ಅಥವಾ ಕಾನೂನಿನ ಪ್ರಕಾರ ಅಗತ್ಯವಿದ್ದರೆ ಮಾತ್ರ ನೀವು ನಮಗೆ ನೀಡುವ ಮಾಹಿತಿಯನ್ನು ನಾವು ಬೇರೆ ಸರ್ಕಾರಿ ಏಜೆನ್ಸಿಯೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುತ್ತೇವೆ. 2. ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಎಂದಿಗೂ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ ಅಥವಾ ವಾಣಿಜ್ಯ ಮಾರುಕಟ್ಟೆಗಾಗಿ ವೈಯಕ್ತಿಕ ಪ್ರೊಫೈಲ್‌ಗಳನ್ನು ರಚಿಸುವುದಿಲ್ಲ. ಯಾವುದೇ ಒಳಬರುವ ಪ್ರಶ್ನೆಗಳು ಅಥವಾ ಕಾಮೆಂಟ್‌ಗಳಿಗೆ ಸ್ಥಳೀಯ ಪ್ರತಿಕ್ರಿಯೆಗಾಗಿ ನೀವು ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಒದಗಿಸಬೇಕಾದರೂ, ನೀವು ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಸೇರಿಸಬೇಡಿ ಎಂದು ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ. ವೆಬ್‌ಸೈಟ್ ಭದ್ರತೆ 1)ಎಲ್ಲರಿಗೂ ಮಾಹಿತಿಯನ್ನು ಲಭ್ಯವಾಗುವಂತೆ ಮಾಡಲು, ಅನಧಿಕೃತ ಬಳಕೆದಾರರ ಪ್ರವೇಶವನ್ನು ತಡೆಯಲು, ಮಾಹಿತಿಗೆ ಹಾನಿಯಾಗದಂತೆ ಅಥವಾ ವಿರೂಪಗೊಳಿಸುವುದನ್ನು ನಿಲ್ಲಿಸಲು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ನ ಸುರಕ್ಷತೆಯನ್ನು ಗಮನದಲ್ಲಿಟ್ಟುಕೊಳ್ಳಲು, ಬಳಕೆದಾರರ ದಟ್ಟಣೆಯನ್ನು ನಿರ್ವಹಿಸಲು, ವಾಣಿಜ್ಯ ಸಾಫ್ಟ್‌ವೇರ್ ಪ್ರೋಗ್ರಾಮ್‌ಗಳನ್ನು ಬಳಸಲಾಗುತ್ತದೆ. 2)ಅಧಿಕೃತ ಕಾನೂನು ಸಂಸ್ಥೆಗಳನ್ನು ಹೊರತುಪಡಿಸಿ, ಸಂದರ್ಶಕ ಅಥವಾ ಬಳಕೆದಾರರನ್ನು ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಲು ಯಾವುದೇ ಪ್ರಯತ್ನಗಳು ನಡೆಯುವುದಿಲ್ಲ. 3)ಸಂದರ್ಶಕರ ಮಾಹಿತಿಯು ನಿಯಮಿತ ಅಳಿಸುವಿಕೆಗೆ ಒಳಪಟ್ಟಿರುತ್ತದೆ 4)ಅನಧಿಕೃತ ಬಳಕೆದಾರರು ಲಭ್ಯವಿರುವ ಮಾಹಿತಿಯನ್ನು ಸೇರಿಸುವುದಿಲ್ಲ ಅಥವಾ ಬದಲಾಯಿಸಬಾರದು ಅದು ಕಾನೂನು"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 19,
    "content": "ಒಳಪಟ್ಟಿರುತ್ತದೆ 4)ಅನಧಿಕೃತ ಬಳಕೆದಾರರು ಲಭ್ಯವಿರುವ ಮಾಹಿತಿಯನ್ನು ಸೇರಿಸುವುದಿಲ್ಲ ಅಥವಾ ಬದಲಾಯಿಸಬಾರದು ಅದು ಕಾನೂನು ಪರಿಣಾಮಗಳನ್ನು ಉಂಟುಮಾಡಬಹುದು ಮತ್ತು ಐಟಿ ಆಕ್ಟ್ (2000) ಅಡಿಯಲ್ಲಿ ದಂಡಕ್ಕೆ ಒಳಗಾಗಬಹುದು.. Close × ಸಹಾಯ ಮಾಹಿತಿ ಹುಡುಕಾಟ: ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಮಾಹಿತಿಯನ್ನು ಪ್ರವೇಶಿಸಲು ಬಳಕೆದಾರರಿಗೆ ಸಹಾಯ ಮಾಡಲು, “ಇಲ್ಲಿ ಹುಡುಕಿ” ಆಯ್ಕೆಯನ್ನು ಒದಗಿಸಲಾಗಿದೆ. ಇಲ್ಲಿ, ಕನ್ನಡವನ್ನು ಟೈಪ್ ಮಾಡುವ ಆಯ್ಕೆಯನ್ನು ಲಭ್ಯಗೊಳಿಸಲಾಗಿದೆ. ಹುಡುಕುವಾಗ, ಯೂನಿಕೋಡ್ ಫಾಂಟ್ ಬಳಕೆ ಕಡ್ಡಾಯವಾಗಿದೆ. ಇಂಗ್ಲಿಷ್ನಲ್ಲಿ ಹುಡುಕುವ ಆಯ್ಕೆಯನ್ನು ಸಹ ಒದಗಿಸಲಾಗಿದೆ. ಇಂಟರ್ನೆಟ್ ಪ್ರವೇಶ ಇಂಟರ್ನೆಟ್ ನಿಧಾನವಾಗಿದ್ದರೆ ಅಥವಾ ಲಭ್ಯವಿಲ್ಲದಿದ್ದರೆ, ವೆಬ್‌ಸೈಟ್ ವಿನ್ಯಾಸದಲ್ಲಿ ಮಾರ್ಪಾಡು ಇರಬಹುದು ಅಥವಾ ಕೆಲವು ಉಪಪುಟಗಳು ತೆರೆಯದಿರಬಹುದು. Help of Various File formats : Document Type Download PDF content Adobe Acrobat Reader (External website that opens in a new window) Word files Word Viewer (in any version till 2003) - External website that opens in a new window Microsoft Office Compatibility Pack for Word (for 2007 version) - External website that opens in a new window Excel files Excel Viewer 2003 (in any version till 2003) -"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 20,
    "content": "website that opens in a new window Excel files Excel Viewer 2003 (in any version till 2003) - External website that opens in a new window Microsoft Office Compatibility Pack for Excel (for 2007 version) - External website that opens in a new window PowerPoint presentations PowerPoint Viewer 2003 (in any version till 2003) - External website that opens in a new window Microsoft Office Compatibility Pack for PowerPoint (for 2007 version) - External website that opens in a new window Flash content Adobe Flash Player (External website that opens in a new window) Audio Files Windows Media Player (External website that opens in a new window) Close × ಸ್ಕ್ರೀನ್ ರೀಡರ್ ಪ್ರವೇಶ ಈ ಜಾಲತಾಣವು “ಜಗತ್ತಿನಾದ್ಯಂತ ಜಾಲ(World Wide Web Consortium -W3C)” ಮತ್ತು ವೆಬ್ ಕಂಟೆಂಟ್ ಅಕ್ಸೆಸಿಬಿಲಿಟಿ ಗೈಡ್‌ಲೈನ್(WCAG) ಹಂತ 2.0 ಒಕ್ಕೂಟದಲ್ಲಿ ಕಾರ್ಯ ನಿರ್ವಹಿಸುತ್ತದೆ. ದೃಷ್ಟಿದೌರ್ಬಲ್ಯ ಹೊಂದಿದವರು JAWS, NVDA, SAFA, Supernova and Window-Eyes ನಂತಹ ಮುಂತಾದ ಪರದೆ ವಾಚಕ ತಂತ್ರಾಂಶಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಜಾಲತಾಣದ ಮಾಹಿತಿಯನ್ನು ಧ್ವನಿ ರೂಪದಲ್ಲಿ ಪಡೆದುಕೊಳ್ಳಬಹುದು."
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 21,
    "content": "ಈ ಕೆಳಗೆ ಸೂಚಿಸಲಾದ ಪಟ್ಟಿಯಲ್ಲಿ ಪರದೆ ವಾಚಕ ತಂತ್ರಾಂಶಗಳನ್ನು ಹೆಸರಿಸಲಾಗಿದೆ. ಕೆಳಗಿನ ಟೇಬಲ್ ವಿವಿಧ ಸ್ಕ್ರೀನ್ ರೀಡರ್‌ಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ಪಟ್ಟಿ ಮಾಡುತ್ತದೆ: Sl. No. Screen Reader Website Free/ Commercial 1 Non Visual Desktop Access (NVDA) https://www.nvda-project.org/ (External website that opens in a new window) Free 2 JAWS https://www.freedomscientific.com (External website that opens in a new window) Commercial 3 Window-Eyes https://www.gwmicro.com (External website that opens in a new window) Commercial 4 System Access To Go https://www.satogo.com/ (External website that opens in a new window) Free 5 WebAnywhere https://webinsight.cs.washington.edu/ (External website that opens in a new window) Free 6 atoall (External website that opens in a new window) Free Close Independence Day Flower Show ತೋಟಗಾರಿಕೆ ಇಲಾಖೆಯು ಆಗಸ್ಟ್ 7, 2025 ರಿಂದ ಆಗಸ್ಟ್ 18, 2025 ರವರೆಗೆ ಬೆಂಗಳೂರಿನ ಲಾಲ್ ಬಾಗ್ ನಲ್ಲಿ ಪುಷ್ಪ ಪ್ರದರ್ಶನವನ್ನು ಏರ್ಪಡಿಸಿದ್ದು,"
  },
  {
    "url": "https://raitamitra.karnataka.gov.in",
    "chunk_id": 22,
    "content": "ಪ್ರವೇಶಕ್ಕಾಗಿ ಸಾರ್ವಜನಿಕರು ಈ ಲಿಂಕ್ ಬಳಸಿ  ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಟಿಕೆಟ್‌ಗಳನ್ನು ಕಾಯ್ದಿರಿಸಬಹುದು. The Department of Horticulture is conducting Flower Show in Lalbagh, Bangalore from 7th August 2025 to 18th August 2025 . Using this link, public can book entry tickets online for Flower Show. × ಉಚಿತ ಕನ್ನಡ ಯುನಿಕೋಡ್‌ ಫಾಂಟ್‌ಗಳು # File name Size Download 1 kedage kannada fonts 145.2KB 2 mallige kannada fonts 514B 2 Lohit kannada fonts 514B 2 Murty Kannada fonts 514B 2 SakalBharati kannada fonts 514B ಮುಚ್ಚಿ"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 0,
    "content": "Press Release: Press Information Bureau Ministry of Agriculture &\r\nFarmers Welfare Schemes for Welfare of Farmers Posted On:"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 1,
    "content": "02 FEB 2024 6:48PM by PIB Delhi Details of schemes being run by Department of Agriculture and Farmers’ Welfare for welfare/increasing incomes of farmers and the achievements made therein, scheme-wise are attached in Annexure: Brief of major schemes implemented by the Department of Agriculture and Farmers Welfare S No Name       of       the Scheme Purpose I. Central Sector Schemes 1. Pradhan        Mantri Kisan         Samman Nidhi (PM-KISAN) PM-KISAN is a central sector scheme launched on 24th February 2019 to supplement financial needs of land holding farmers, subject to exclusions. Under the scheme, financial benefit of Rs. 6000/- per year is transferred in three equal four-monthly installments into the bank accounts of farmers’ families across the country, through Direct Benefit Transfer (DBT) mode. Till now, Rs. 2.81 lakh crores have been transferred through Direct Benefit Transfer (DBT) to more than 11 crores beneficiaries (Farmers) through various instalments."
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 2,
    "content": "Benefit Transfer (DBT) to more than 11 crores beneficiaries (Farmers) through various instalments. 2. Pradhan Mantri Kisan MaanDhan Yojana (PM-KMY) Pradhan Mantri Kisan Maandhan Yojna (PMKMY) is a central sector scheme launched on 12th September 2019 to provide security to the most vulnerable farmer families. PM-KMY is contributory scheme, small and marginal farmers (SMFs), subject to exclusion criteria, can opt to become member of the scheme by paying monthly subscription to the Pension Fund. Similar, amount will be contributed by the Central Government. The applicants between the age group of 18 to 40 years will have to contribute between Rs. 55 to Rs. 200 per month till they attain the age of 60. PMKMY is taking care of the farmers during their old age and provides Rs. 3,000 monthly pension to the enrolled farmers once they attain 60 years of age, subject to exclusion criteria. Life Insurance Corporation (LIC) is pension fund manager and registration of beneficiaries is done"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 3,
    "content": "Life Insurance Corporation (LIC) is pension fund manager and registration of beneficiaries is done through CSC and State Govts. So far 23.38 lakh farmers have enrolled under the scheme. 3. Pradhan Mantri Fasal Bima Yojana (PMFBY) PMFBY was launched in 2016 in order to provide a simple and affordable crop insurance product to ensure comprehensive risk cover for crops to farmers against all non-preventable natural risks from pre-sowing to post-harvest and to provide adequate claim amount. The scheme is demand driven and available for all farmers A total of 5549.40 lakh farmer applications were insured under the scheme since 2016-17 and Rs 150589.10 crore has been paid as claim. 4. Modified Interest Subvention Scheme (MISS) The Interest Subvention Scheme (ISS) provides concessional short term agri-loans to the farmers practicing crop husbandry and other allied activities like animal husbandry, dairying and fisheries. ISS is available to farmers availing short term crop loans up to"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 4,
    "content": "husbandry, dairying and fisheries. ISS is available to farmers availing short term crop loans up to Rs.3.00 lakh at an interest rate of 7% per annum for one year. Additional 3% subvention is also given to the farmers for prompt and timely repayment of loans thus reducing the effective rate of interest to 4% per annum. The benefit of ISS is also available for post-harvest loans against Negotiable Warehouse Receipts (NWRs) on crop loans for a further period of six months post-harvest to small and marginal farmers having Kisan Credit Cards (KCCs), on occurrence of natural calamities and severe natural calamities. As on 05-01-2024, 465.42 lakh new KCC applications have been sanctioned with a sanctioned credit limit of Rs. 5,69,974 crore as part of the drive. 5. Agriculture Infrastructure Fund (AIF) In order to address the existing infrastructure gaps and mobilize investment in agriculture infrastructure, Agri Infra Fund was launched under Aatmanirbhar Bharat Package. AIF was introduced"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 5,
    "content": "infrastructure, Agri Infra Fund was launched under Aatmanirbhar Bharat Package. AIF was introduced with a vision to transform the agriculture infrastructure landscape of the country. The Agriculture Infrastructure Fund is a medium - long term debt financing facility for investment in viable projects for post- harvest management infrastructure and community farming assets through interest subvention and credit guarantee support. The Fund of Rs. 1 lakh crore under the scheme will be disbursed from FY 2020-21 to FY2025-26 and the support under the scheme will be provided for the duration of FY2020-21 to FY2032-33. Under the scheme, Rs. 1 Lakh Crore will be provided by banks and financial institutions as loans with interest subvention of 3% per annum and credit guarantee coverage under CGTMSE for loans up to Rs. 2 Crores. Further, each entity is eligible to get the benefit of the scheme for up to 25 projects located in different LGD codes. Eligible beneficiaries include Farmers,"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 6,
    "content": "for up to 25 projects located in different LGD codes. Eligible beneficiaries include Farmers, Agri-entrepreneurs, Start-ups, Primary Agricultural Credit Societies (PACS), Marketing Cooperative Societies, Farmer Producers Organizations(FPOs), Self Help Group (SHG), Joint Liability Groups (JLG), Multipurpose Cooperative Societies, Central/State agency or Local Body sponsored Public Private Partnership Projects, State Agencies, Agricultural Produce Market Committees (Mandis), National & State Federations of Cooperatives, Federations of FPOs (Farmer Produce Organizations) and Federations of Self Help Groups (SHGs). As on 31-12-2023, Rs.33.209 Crores have been sanctioned for 44,912 projects under AIF, out of this total sanctioned amount, Rs 25,504 Crores is covered under scheme benefits. These sanctioned projects have mobilized an investment of Rs 56.471 Crores in agriculture sector. 6. Formation             & Promotion of new 10,000 FPOs The Government of India launched the Central Sector"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 7,
    "content": "& Promotion of new 10,000 FPOs The Government of India launched the Central Sector Scheme (CSS) for “Formation and Promotion of 10,000 Farmer Producer Organizations (FPOs)” in the year 2020. The scheme has a total budgetary outlay of Rs.6865 crores. Formation & promotion of FPOs are to be done through Implementing Agencies (IAs), which further engage Cluster Based Business Organizations (CBBOs) to form & provide professional handholding support to FPOs for a period of 5 years. FPOs get a financial assistance upto Rs 18.00 lakh per FPO for a period of 03 years. In addition to this, provision has been made for matching equity grant upto Rs. 2,000 per farmer member of FPO with a limit of Rs. 15.00 lakh per FPO and a credit guarantee facility upto Rs. 2 crore of project loan per FPO from eligible lending institution to ensure institutional credit accessibility to FPOs. Suitable provisions have been made for training and skill development of FPOs. Further, FPOs are onboarded on National"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 8,
    "content": "have been made for training and skill development of FPOs. Further, FPOs are onboarded on National Agriculture Market (e-NAM) platform which facilitate online trading of their agricultural commodities through transparent price discovery method to enable FPOs to realize better remunerative prices for their produce. As on 31.12.2023, total 7,774 FPOs were registered under the scheme in the country. 7. National beekeeping        and Honey         Mission (NBHM) Keeping in view the importance of beekeeping, a new Central Sector Scheme entitled National Beekeeping & Honey Mission (NBHM) was launched in 2020 under Atma Nirbhar Bharat Abhiyan for its implementation in the field for overall promotion and development of scientific beekeeping & to achieve the goal of “Sweet Revolution”. Some of the achievements include; Honeybees/ beekeeping have been approved as 5 th Input for Agriculture. 4 World Class State of the Art Honey Testing Labs and 35 Mini Honey Testing Labs have been sanctioned"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 9,
    "content": "World Class State of the Art Honey Testing Labs and 35 Mini Honey Testing Labs have been sanctioned under National Beekeeping & Honey Mission (NBHM) for testing of honey. Madhukranti portal has been launched for online registration of Beekeepers/ Honey Societies/ Firms/ Companies. Till date 23 lakhs bee colonies registered on Portal. 100 Honey FPOs targeted under 10,000 FPOs scheme in the country. 88 FPOs have been registered by NAFED, NDDB & TRIFED. 25 States/UTs have been covered under NBHM under MM-I, II & III. 160 Projects sanctioned under MM- I, II & III of Rs. 202.00 crores. 8. Market Intervention Scheme and Price support Scheme (MIS-PSS) Ministry of Agriculture & Farmers Welfare implements the Price Support Scheme (PSS) for procurement of pulses, oilseeds and copra. Market Intervention Scheme (MIS) for procurement of agricultural and horticultural commodities which are perishable in nature and are not covered under the Price Support Scheme (PSS). The objective of intervention"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 10,
    "content": "in nature and are not covered under the Price Support Scheme (PSS). The objective of intervention is to protect the growers of these commodities from making distress sale in the event of a bumper crop during the peak arrival period when the prices tend to fall below economic levels and cost of production. 9. Namo Drone Didi The Government has recently approved a Central Sector Scheme for providing drones to the Women Self Help Group (SHGs) for the period from 2024-25 to 2025-26 with an outlay of Rs. 1261 Crores. The scheme aims to provide drones to 15000 selected Women Self Help Group (SHGs) for providing rental services to farmers for agriculture purpose (application of fertilizers and pesticides). Under this Scheme, Central Financial Assistance @ 80% of the cost of drone and accessories/ancillary charges upto a maximum of Rs. 8.0 Lakhs will be provided to the women SHGs for purchase of drones. The Cluster Level Federations (CLFs) of SHGs may raise the balance amount (total cost of"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 11,
    "content": "of drones. The Cluster Level Federations (CLFs) of SHGs may raise the balance amount (total cost of procurement minus subsidy) as loan under National Agriculture Infra Financing Facility (AIF). Interest subvention @ 3% on the AIF loan will be provided to the CLFs. The scheme will also provide sustainable business and livelihood support to SHGs and they would be able to earn additional income of at least of Rs. 1.0 lakh per annum. II Centrally Sponsored Schemes II. (i) Rashtriya Krishi Vikas Yojana 10. Rastriya        Krishi Vikas         Yojana- Detailed       Project Report            based schemes (RKVY- DPR) The scheme focuses on creation of pre & post-harvest infrastructure in agriculture and allied sectors that help in supply of quality inputs, market facilities, etc to farmers. It provides flexibility and autonomy to states to implement projects as per the local farmers’ needs and priorities from a bouquet of activities in agriculture and allied sectors. The scheme aims to fill"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 12,
    "content": "priorities from a bouquet of activities in agriculture and allied sectors. The scheme aims to fill the resources gap of agriculture and allied sectors by providing financial support to states for undertaking various activities to increase in overall growth of agriculture and allied sectors and farmers’ income. Under RKVY Agri-startup Programme, since 2019-20, 1524 Start-ups have been selected and Rs. Rs. 106.25 crore released as grants-in-aid for funding the Start-ups. 11. Soil    Health    Card (SHC) Soil health card provides information to farmers on nutrient status of their soil along with recommendation on appropriate dosage of nutrients to be applied for improving soil health and its fertility. The indicators are typically based on farmers' practical experience and knowledge of local natural resources. The card lists soil health indicators that can be assessed without the aid of technical or laboratory equipment. The Scheme rolls out a decentralized system of soil testing which"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 13,
    "content": "or laboratory equipment. The Scheme rolls out a decentralized system of soil testing which will help in developing a nationwide soil fertility map on a GIS platform that can easily be integrated with the real time decision support systems being developed. In order to develop the soil fertility map, Government of India has decided to conduct 5 Crore Soil Samples across the country during year 2023- 24 to 2025-26. 12. Rainfed           Area Development (RAD) RAD is being implemented since 2014-15. RAD adopts an area based approach in cluster mode for promoting Integrated Farming System (IFS) which focuses on multi-cropping, rotational cropping, inter-cropping, mixed cropping practices with allied activities like horticulture, livestock, fishery, apiculture etc. to enable farmers not only in maximizing the farm returns for sustaining livelihood, but also to mitigate the impacts of drought, flood or other extremes weather events. An amount of Rs. 1673.58 crores has been released and an"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 14,
    "content": "flood or other extremes weather events. An amount of Rs. 1673.58 crores has been released and an area of 7.13 lakh hectare has been covered under RAD programme from the year 2014-15 to till date. 13. Per     Drop     More Crop (PDMC) In order to increase water use efficiency at the farm level through Micro Irrigation technologies i.e. drip and sprinkler irrigation systems, Per Drop More Crop (PDMC) scheme was launched during 2015-16. The Micro Irrigation helps in water saving as well as reduced fertilizer usage through fertigation, labour expenses, other input costs and overall income enhancement of farmers. It also supports micro level water harvesting, storage, management etc. activities as Other Interventions (OI) to supplement source creation for Micro Irrigation. OI activities allowed on need basis up to 40% of the total allocation for North East States, Himalayan States, Jammu & Kashmir, Ladakh and up to 20% for other States. An area of 78 lakh hectare has been covered under"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 15,
    "content": "& Kashmir, Ladakh and up to 20% for other States. An area of 78 lakh hectare has been covered under Micro irrigation through the PDMC scheme from 2015-16 to 2022-23. 14. Micro        Irrigation Fund (MIF) A Micro Irrigation Fund (MIF) of initial corpus Rs 5000 crore has been created with NABARD with major objective to facilitate the States in mobilizing the resources for expanding coverage of Micro Irrigation. Under the funding arrangement, NABARD lends to the States/UTs at 3% lower interest rate than the corresponding cost of fund mobilized by NABARD from the market. The interest subvention on the loan under MIF is borne by Centre under PDMC. Projects with loans under MIF worth Rs 4710.96 crore have been approved so far. Loans amounting Rs.2812.24 crore has been disbursed to States of Andhra Pradesh, Tamil Nadu, Gujarat, Punjab, Haryana and Rajasthan. The Ministry provides interest subvention on the loan availed by the States which is met from PDMC Scheme. As per the Budget 2021-22,"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 16,
    "content": "on the loan availed by the States which is met from PDMC Scheme. As per the Budget 2021-22, the corpus of the fund is to be doubled to Rs.10000 crores. MIF is now merged with PDMC. 15. Paramparagat Krishi             Vikas Yojana (PKVY) Paramparagat Krishi Vikas Yojana (PKVY) aims to increase soil fertility and thereby helps in production of healthy food through organic practices without the use of agro-chemicals. The scheme is implemented in a cluster mode with unit cluster size of 20 hectares. A group shall comprise minimum 20 farmers (may be more if individual holdings are less). Farmers in a group can avail benefit of maximum of 2 ha as per provision of PKVY. 25 such clusters are converted into one large cluster of about 500 ha area to facilitate marketing of organic produce. The scheme provides for an assistance of Rs. 31,500 per ha to states, out of which i.e., Rs. 15,000 is given as incentives to a farmer directly through DBT. 16. Sub-Mission        on Agriculture Mechanization"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 17,
    "content": "as incentives to a farmer directly through DBT. 16. Sub-Mission        on Agriculture Mechanization (SMAM) Sub Mission on Agricultural Mechanization (SMAM) is being implemented w.e.f April, 2014 which aims at catalyzing an accelerated but inclusive growth of agricultural mechanization in India with the objectives of Increasing the reach of farm mechanization to small and marginal farmers and to the regions where availability of farm power is low, promoting ‘Custom Hiring Centres’ to offset the adverse economies of scale arising due to small landholding and high cost of individual ownership, creating hubs for hi-tech& high value farm equipments, creating awareness among stakeholders through demonstration and capacity building activities and Ensuring performance testing and certification at designated testing centers located all over the country. Till date Rs. 6748.78 Crore have been released to State Governments, distributed more than 15,75,719 agricultural machinery & equipment’s"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 18,
    "content": "released to State Governments, distributed more than 15,75,719 agricultural machinery & equipment’s including Tractors, Power Tillers, Self-Propelled Machineries and Plant Protection Equipment and established 23472 nos of Custom Hiring Centres, 504 nos of Hi-Tech Hubs and 20597 nos. of Farm Machinery Banks. Promotion of Drone Technology under SMAM Looking into the unique advantages of Drone technologies in agriculture, a Standard Crop Specific Operating Procedures (SOPs) released the for use of drones in pesticide and nutrient application in public domain on 20.04.2023, which provides concise instructions for effective and safe operations of drones. From within the funds of SMAM, so far an amount of Rs. 138.82 crores have been released towards Kisan drone promotion, which include purchase of 317 Drones for their demonstration in 79070 hectares of land and supply of 461 drones to the farmers on subsidy and also supply of 1595 drones to the CHCs for providing drone services to the"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 19,
    "content": "farmers on subsidy and also supply of 1595 drones to the CHCs for providing drone services to the farmers on rental basis. 17. Crop           Residue Management Crop Residue Management was implemented from 2018-19 in Punjab, Haryana, Uttar Pradesh and NCT of Delhi. Its objectives include protecting environment from air pollution and preventing loss of nutrients and soil micro-organisms caused by burning of crop residue through promoting in-situ management of crop residue. In this regard, it proposes to set up Farm Machinery Banks for custom hiring of in-situ crop residue management machinery. It also aims to creating awareness among stakeholders through demonstration, capacity building activities and differentiated information, education and communication strategies for effective utilization and management of crop residue. Rs. 3333.17 crore has been released under the scheme since inception and distributed more than 2,95,845 CRM machinery. CRM is now merged with SMAM. 18."
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 20,
    "content": "since inception and distributed more than 2,95,845 CRM machinery. CRM is now merged with SMAM. 18. Agro-forestry Agro-forestry was conceived on the recommendation of the National Agro-forestry Policy 2014 to promote plantation on farmlands. The restructured agro-forestry under RKVY is aimed to provide Quality Planting Materials (QPM) and the certification in order to promote planting of trees on farm land for improving the livelihood of farmers. II (ii). Krishonnati Yojana 19. National Food Security Mission (NFSM) The Mission aims at increasing production of rice, wheat, pulses, coarse cereals (Maize and Barley) and Nutri-Cereals through area expansion and productivity enhancement in a sustainable manner in the identified districts of 28 States and 2 UTs (i.e., J&K and Ladakh). Other objectives include restoring Soil fertility and productivity at the individual farm level, enhancing farm level economy to restore confidence amongst the farmers and post harvest value addition at farm"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 21,
    "content": "level economy to restore confidence amongst the farmers and post harvest value addition at farm gate. Since the declaration of the International Year of Millets (IYM) 2023 by the UNGA in 2021, Government has taken a proactive multi stakeholder engagement approach to achieve the aim of IYM 2023 and taking Indian millets globally. 25 seed-hubs have been established to ensure availability of quality seed of latest improved varieties of Nutri cereals in the country. Millet missions have been launched across 13 states including Odisha, Tamil Nadu, Chhattisgarh, Assam, Karnataka, Madhya Pradesh, Maharashtra, Uttarakhand, Uttar Pradesh, Bihar, Himachal Pradesh, Gujarat and Rajasthan. More than 500 start-ups and 350 FPOs have been established and are operational in the millet ecosystem as of now. 20. Sub-Mission on Seed and Planting Material (SMSP) SMSP covers the entire gamut of seed production chain, from production of nucleus seed to supply of certified seeds to the farmers, to provide"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 22,
    "content": "chain, from production of nucleus seed to supply of certified seeds to the farmers, to provide support for creation of infrastructure conducive for development of the seed sector, support to the public seed producing organisations for improving their capacity and quality of seed production, create dedicated seed bank to meet unforeseen circumstances of natural calamities, etc. For effective monitoring, efficiency and transparency covering Seed chain from Nucleus- Breeder-Foundation-Certified Seed, first phase of Seed Authentication, Traceability & Holistic Inventory (SATHI) portal was launched on 19 th April, 2023. SMSP is now merged with NFSM. 21. National Mission on Edible                Oils (NMEO)-Oil Palm A new Centrally Sponsored Scheme namely, National Mission on Edible Oil (NMEO)-Oil Palm (NMEO-OP) has been launched by Government of India in 2021 in order to promote oil palm cultivation for making the country Aatamnirbhar in edible oils with special focus on North-Eastern"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 23,
    "content": "cultivation for making the country Aatamnirbhar in edible oils with special focus on North-Eastern States and A&N Islands. The Mission will bring additional area of 6.5 lakh ha under Oil Palm plantation with 3.28 lakh ha in north-eastern states and 3.22 in rest of India in next 5 years from 2021-22 to 2025-26. 22 Mission               for Integrated Development       of Horticulture (MIDH) Mission for Integrated Development of Horticulture (MIDH), a Centrally Sponsored Scheme was launched during 2014-15 for holistic growth of the horticulture sector covering fruits, vegetables, root and tuber crops, mushrooms, spices, flowers, aromatic plants, coconut, cashew, cocoa and Bamboo. Major components include plantation infrastructure development, establishment of new orchards and gardens for fruits, vegetables, spices and flowers, rejuvenation of unproductive, old, and senile orchards, protected cultivation, promotion of organic farming, pollination support through bee keeping, horticulture"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 24,
    "content": "cultivation, promotion of organic farming, pollination support through bee keeping, horticulture mechanization, post-harvest management (phm) and marketing infrastructure etc. Under MIDH since 2014-15 to 2023-24 (as on 31.10.2023) an additional area of 12.95 lakh ha. of identified horticulture crops has been covered, 872 nurseries established for production of quality planting material, 1.41 lakh ha. of old and senile orchards has been rejuvenated, 52069 ha. been covered under organic practices and 3.07 lakh ha. has been covered under Protected Cultivation. 23 National     Bamboo Mission (NBM) The Scheme is implemented in 23 States and 1 UT (J&K) through the State Bamboo Missions (SBM)/ State Bamboo Development Agency (SBDA).NBM mainly focus on the development of complete value chain of the bamboo sector. It is envisaged to link growers with consumers with a cluster approach mode. Under NBM, 367 Bamboo Nurseries established, 212 bamboo Nurseries Accredited by the State Level"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 25,
    "content": "Under NBM, 367 Bamboo Nurseries established, 212 bamboo Nurseries Accredited by the State Level Accreditation Committees, 46000 ha bamboo plantations established in non-forest Government & private lands, 81 units for bamboo primary processing established, 416 units established for value addition and product development, and capacity building for 15000 persons including farmers, artisans and entrepreneurs. NBM is now merged with MIDH. 24 Integrated Scheme for Agriculture Marketing (ISAM) ISAM supports state governments in governing the agricultural produce marketing through creation and improvement of market structures, capacity building and generating access to market information. During 2017-18, National Agriculture Market Scheme popularly known as e-NAM scheme has also been made part of the same. National Agriculture Market (e-NAM) is a pan-India electronic trading portal which networks the existing APMC mandis to create a unified national market for agricultural commodities. 1389"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 26,
    "content": "the existing APMC mandis to create a unified national market for agricultural commodities. 1389 mandis of 23 States and 04 UTs have been integrated to e- NAM platform and more than 1.76 Crore Farmers & 2.5 Lakh traders have been registered on e-NAM portal. 25 Mission     Organic Value              Chain Development for North           Eastern Region The MOVCDNER aims at development of commodity specific, concentrated, certified organic production clusters in value chain mode to link growers with consumers and to support the development of entire value chain starting from inputs, seeds, certification, to the creation of facilities for collection, aggregation, processing, marketing and brand building initiative in Northeast Region (Arunachal Pradesh, Assam, Manipur, Meghalaya, Mizoram, Nagaland, Sikkim, and Tripura). Since 2015-16 (as on 06.12.2023), Rs 1035.17 crore has been released, 379 FPO/FPCs created covering 189039 farmers and 172966 ha area. 26 Sub-Mission         on Agriculture"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 27,
    "content": "FPO/FPCs created covering 189039 farmers and 172966 ha area. 26 Sub-Mission         on Agriculture Extension (SMAE) The scheme aims at making the extension system farmer driven and farmer accountable by disseminating technology to farmers through new institutional arrangements viz. Agricultural Technology Management Agency (ATMA) at district level to operationalize extension reforms in a participatory mode. Digital initiatives taken up in agricultural extension include; VISTAAR - Virtually integrated Systems To Access Agricultural Resourcs being developed as a DPI for Agriculture Extension Apurva AI- Capturing farmer innovations- Acts as a peer to peer learning Platform and provide content for advisory retrieval through VISTAAR Bot and also for impact Assessment of schemes (AIF completed) Wadhwani- Krishi 24X7 for Realtime News monitoring, Tamil language and image-based cotton pest identification to be plugged in with FLEW/farmer profile mapping Kisan Call Centre - Integration with"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 28,
    "content": "to be plugged in with FLEW/farmer profile mapping Kisan Call Centre - Integration with VISTAAR and other IT applications and with Kisan Sarathi (ICAR) for direct contact with Agri experts RAWE- Integration of Agri students for behavioral interaction through VISTAAR Bot and Feedback system IMD- Weather forecast integrated through DAMU along with advisory delivery through VISTAAR NRLM- Decentralised Extension Mechanism ( Krishi Sakhi, Pashu Sakhi , Matsya Sakhi etc) - Capacity building on Digital Extension -VISTAAR 27 Digital Agriculture The scheme aims to improve the existing National e- Governance Plan in Agriculture (NeGPA) by developing a digital public infrastructure for agriculture that will be built as an open source, open standard and interoperable public good to enable inclusive, farmer-centric solutions through relevant information services for crop planning and health, improved access to farm inputs, credit and insurance, help for crop estimation, market intelligence, and"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 29,
    "content": "access to farm inputs, credit and insurance, help for crop estimation, market intelligence, and support for the growth of Agri Techs industry and start-ups. AgriStack architecture has the following foundational layers: - Core registries Base databases Farmers Database: Farmers ID linked with land records Geo-referencing of plots Crop Survey, Crop planning and Soil Mapping, Soil Fertility Unified Farmers Service Interface for state, Pvt. Players Data Exchange This information was given by the Union Minister of Agriculture and Farmers’ Welfare, Shri Arjun Munda in a written reply in Rajya Sabha today. ****** SK/SM/17 (Release ID: 2002012) Read this release in: Urdu Ministry of Agriculture &"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 30,
    "content": "Farmers Welfare Schemes for Welfare of Farmers Posted On:"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 31,
    "content": "02 FEB 2024 6:48PM by PIB Delhi Details of schemes being run by Department of Agriculture and Farmers’ Welfare for welfare/increasing incomes of farmers and the achievements made therein, scheme-wise are attached in Annexure: Brief of major schemes implemented by the Department of Agriculture and Farmers Welfare S No Name       of       the Scheme Purpose I. Central Sector Schemes 1. Pradhan        Mantri Kisan         Samman Nidhi (PM-KISAN) PM-KISAN is a central sector scheme launched on 24th February 2019 to supplement financial needs of land holding farmers, subject to exclusions. Under the scheme, financial benefit of Rs. 6000/- per year is transferred in three equal four-monthly installments into the bank accounts of farmers’ families across the country, through Direct Benefit Transfer (DBT) mode. Till now, Rs. 2.81 lakh crores have been transferred through Direct Benefit Transfer (DBT) to more than 11 crores beneficiaries (Farmers) through various"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 32,
    "content": "Direct Benefit Transfer (DBT) to more than 11 crores beneficiaries (Farmers) through various instalments. 2. Pradhan Mantri Kisan MaanDhan Yojana (PM-KMY) Pradhan Mantri Kisan Maandhan Yojna (PMKMY) is a central sector scheme launched on 12th September 2019 to provide security to the most vulnerable farmer families. PM-KMY is contributory scheme, small and marginal farmers (SMFs), subject to exclusion criteria, can opt to become member of the scheme by paying monthly subscription to the Pension Fund. Similar, amount will be contributed by the Central Government. The applicants between the age group of 18 to 40 years will have to contribute between Rs. 55 to Rs. 200 per month till they attain the age of 60. PMKMY is taking care of the farmers during their old age and provides Rs. 3,000 monthly pension to the enrolled farmers once they attain 60 years of age, subject to exclusion criteria. Life Insurance Corporation (LIC) is pension fund manager and registration of beneficiaries is done"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 33,
    "content": "Life Insurance Corporation (LIC) is pension fund manager and registration of beneficiaries is done through CSC and State Govts. So far 23.38 lakh farmers have enrolled under the scheme. 3. Pradhan Mantri Fasal Bima Yojana (PMFBY) PMFBY was launched in 2016 in order to provide a simple and affordable crop insurance product to ensure comprehensive risk cover for crops to farmers against all non-preventable natural risks from pre-sowing to post-harvest and to provide adequate claim amount. The scheme is demand driven and available for all farmers A total of 5549.40 lakh farmer applications were insured under the scheme since 2016-17 and Rs 150589.10 crore has been paid as claim. 4. Modified Interest Subvention Scheme (MISS) The Interest Subvention Scheme (ISS) provides concessional short term agri-loans to the farmers practicing crop husbandry and other allied activities like animal husbandry, dairying and fisheries. ISS is available to farmers availing short term crop loans up to"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 34,
    "content": "husbandry, dairying and fisheries. ISS is available to farmers availing short term crop loans up to Rs.3.00 lakh at an interest rate of 7% per annum for one year. Additional 3% subvention is also given to the farmers for prompt and timely repayment of loans thus reducing the effective rate of interest to 4% per annum. The benefit of ISS is also available for post-harvest loans against Negotiable Warehouse Receipts (NWRs) on crop loans for a further period of six months post-harvest to small and marginal farmers having Kisan Credit Cards (KCCs), on occurrence of natural calamities and severe natural calamities. As on 05-01-2024, 465.42 lakh new KCC applications have been sanctioned with a sanctioned credit limit of Rs. 5,69,974 crore as part of the drive. 5. Agriculture Infrastructure Fund (AIF) In order to address the existing infrastructure gaps and mobilize investment in agriculture infrastructure, Agri Infra Fund was launched under Aatmanirbhar Bharat Package. AIF was introduced"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 35,
    "content": "infrastructure, Agri Infra Fund was launched under Aatmanirbhar Bharat Package. AIF was introduced with a vision to transform the agriculture infrastructure landscape of the country. The Agriculture Infrastructure Fund is a medium - long term debt financing facility for investment in viable projects for post- harvest management infrastructure and community farming assets through interest subvention and credit guarantee support. The Fund of Rs. 1 lakh crore under the scheme will be disbursed from FY 2020-21 to FY2025-26 and the support under the scheme will be provided for the duration of FY2020-21 to FY2032-33. Under the scheme, Rs. 1 Lakh Crore will be provided by banks and financial institutions as loans with interest subvention of 3% per annum and credit guarantee coverage under CGTMSE for loans up to Rs. 2 Crores. Further, each entity is eligible to get the benefit of the scheme for up to 25 projects located in different LGD codes. Eligible beneficiaries include Farmers,"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 36,
    "content": "for up to 25 projects located in different LGD codes. Eligible beneficiaries include Farmers, Agri-entrepreneurs, Start-ups, Primary Agricultural Credit Societies (PACS), Marketing Cooperative Societies, Farmer Producers Organizations(FPOs), Self Help Group (SHG), Joint Liability Groups (JLG), Multipurpose Cooperative Societies, Central/State agency or Local Body sponsored Public Private Partnership Projects, State Agencies, Agricultural Produce Market Committees (Mandis), National & State Federations of Cooperatives, Federations of FPOs (Farmer Produce Organizations) and Federations of Self Help Groups (SHGs). As on 31-12-2023, Rs.33.209 Crores have been sanctioned for 44,912 projects under AIF, out of this total sanctioned amount, Rs 25,504 Crores is covered under scheme benefits. These sanctioned projects have mobilized an investment of Rs 56.471 Crores in agriculture sector. 6. Formation             & Promotion of new 10,000 FPOs The Government of India launched the Central Sector"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 37,
    "content": "& Promotion of new 10,000 FPOs The Government of India launched the Central Sector Scheme (CSS) for “Formation and Promotion of 10,000 Farmer Producer Organizations (FPOs)” in the year 2020. The scheme has a total budgetary outlay of Rs.6865 crores. Formation & promotion of FPOs are to be done through Implementing Agencies (IAs), which further engage Cluster Based Business Organizations (CBBOs) to form & provide professional handholding support to FPOs for a period of 5 years. FPOs get a financial assistance upto Rs 18.00 lakh per FPO for a period of 03 years. In addition to this, provision has been made for matching equity grant upto Rs. 2,000 per farmer member of FPO with a limit of Rs. 15.00 lakh per FPO and a credit guarantee facility upto Rs. 2 crore of project loan per FPO from eligible lending institution to ensure institutional credit accessibility to FPOs. Suitable provisions have been made for training and skill development of FPOs. Further, FPOs are onboarded on National"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 38,
    "content": "have been made for training and skill development of FPOs. Further, FPOs are onboarded on National Agriculture Market (e-NAM) platform which facilitate online trading of their agricultural commodities through transparent price discovery method to enable FPOs to realize better remunerative prices for their produce. As on 31.12.2023, total 7,774 FPOs were registered under the scheme in the country. 7. National beekeeping        and Honey         Mission (NBHM) Keeping in view the importance of beekeeping, a new Central Sector Scheme entitled National Beekeeping & Honey Mission (NBHM) was launched in 2020 under Atma Nirbhar Bharat Abhiyan for its implementation in the field for overall promotion and development of scientific beekeeping & to achieve the goal of “Sweet Revolution”. Some of the achievements include; Honeybees/ beekeeping have been approved as 5 th Input for Agriculture. 4 World Class State of the Art Honey Testing Labs and 35 Mini Honey Testing Labs have been sanctioned"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 39,
    "content": "World Class State of the Art Honey Testing Labs and 35 Mini Honey Testing Labs have been sanctioned under National Beekeeping & Honey Mission (NBHM) for testing of honey. Madhukranti portal has been launched for online registration of Beekeepers/ Honey Societies/ Firms/ Companies. Till date 23 lakhs bee colonies registered on Portal. 100 Honey FPOs targeted under 10,000 FPOs scheme in the country. 88 FPOs have been registered by NAFED, NDDB & TRIFED. 25 States/UTs have been covered under NBHM under MM-I, II & III. 160 Projects sanctioned under MM- I, II & III of Rs. 202.00 crores. 8. Market Intervention Scheme and Price support Scheme (MIS-PSS) Ministry of Agriculture & Farmers Welfare implements the Price Support Scheme (PSS) for procurement of pulses, oilseeds and copra. Market Intervention Scheme (MIS) for procurement of agricultural and horticultural commodities which are perishable in nature and are not covered under the Price Support Scheme (PSS). The objective of intervention"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 40,
    "content": "in nature and are not covered under the Price Support Scheme (PSS). The objective of intervention is to protect the growers of these commodities from making distress sale in the event of a bumper crop during the peak arrival period when the prices tend to fall below economic levels and cost of production. 9. Namo Drone Didi The Government has recently approved a Central Sector Scheme for providing drones to the Women Self Help Group (SHGs) for the period from 2024-25 to 2025-26 with an outlay of Rs. 1261 Crores. The scheme aims to provide drones to 15000 selected Women Self Help Group (SHGs) for providing rental services to farmers for agriculture purpose (application of fertilizers and pesticides). Under this Scheme, Central Financial Assistance @ 80% of the cost of drone and accessories/ancillary charges upto a maximum of Rs. 8.0 Lakhs will be provided to the women SHGs for purchase of drones. The Cluster Level Federations (CLFs) of SHGs may raise the balance amount (total cost of"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 41,
    "content": "of drones. The Cluster Level Federations (CLFs) of SHGs may raise the balance amount (total cost of procurement minus subsidy) as loan under National Agriculture Infra Financing Facility (AIF). Interest subvention @ 3% on the AIF loan will be provided to the CLFs. The scheme will also provide sustainable business and livelihood support to SHGs and they would be able to earn additional income of at least of Rs. 1.0 lakh per annum. II Centrally Sponsored Schemes II. (i) Rashtriya Krishi Vikas Yojana 10. Rastriya        Krishi Vikas         Yojana- Detailed       Project Report            based schemes (RKVY- DPR) The scheme focuses on creation of pre & post-harvest infrastructure in agriculture and allied sectors that help in supply of quality inputs, market facilities, etc to farmers. It provides flexibility and autonomy to states to implement projects as per the local farmers’ needs and priorities from a bouquet of activities in agriculture and allied sectors. The scheme aims to fill"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 42,
    "content": "priorities from a bouquet of activities in agriculture and allied sectors. The scheme aims to fill the resources gap of agriculture and allied sectors by providing financial support to states for undertaking various activities to increase in overall growth of agriculture and allied sectors and farmers’ income. Under RKVY Agri-startup Programme, since 2019-20, 1524 Start-ups have been selected and Rs. Rs. 106.25 crore released as grants-in-aid for funding the Start-ups. 11. Soil    Health    Card (SHC) Soil health card provides information to farmers on nutrient status of their soil along with recommendation on appropriate dosage of nutrients to be applied for improving soil health and its fertility. The indicators are typically based on farmers' practical experience and knowledge of local natural resources. The card lists soil health indicators that can be assessed without the aid of technical or laboratory equipment. The Scheme rolls out a decentralized system of soil testing which"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 43,
    "content": "or laboratory equipment. The Scheme rolls out a decentralized system of soil testing which will help in developing a nationwide soil fertility map on a GIS platform that can easily be integrated with the real time decision support systems being developed. In order to develop the soil fertility map, Government of India has decided to conduct 5 Crore Soil Samples across the country during year 2023- 24 to 2025-26. 12. Rainfed           Area Development (RAD) RAD is being implemented since 2014-15. RAD adopts an area based approach in cluster mode for promoting Integrated Farming System (IFS) which focuses on multi-cropping, rotational cropping, inter-cropping, mixed cropping practices with allied activities like horticulture, livestock, fishery, apiculture etc. to enable farmers not only in maximizing the farm returns for sustaining livelihood, but also to mitigate the impacts of drought, flood or other extremes weather events. An amount of Rs. 1673.58 crores has been released and an"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 44,
    "content": "flood or other extremes weather events. An amount of Rs. 1673.58 crores has been released and an area of 7.13 lakh hectare has been covered under RAD programme from the year 2014-15 to till date. 13. Per     Drop     More Crop (PDMC) In order to increase water use efficiency at the farm level through Micro Irrigation technologies i.e. drip and sprinkler irrigation systems, Per Drop More Crop (PDMC) scheme was launched during 2015-16. The Micro Irrigation helps in water saving as well as reduced fertilizer usage through fertigation, labour expenses, other input costs and overall income enhancement of farmers. It also supports micro level water harvesting, storage, management etc. activities as Other Interventions (OI) to supplement source creation for Micro Irrigation. OI activities allowed on need basis up to 40% of the total allocation for North East States, Himalayan States, Jammu & Kashmir, Ladakh and up to 20% for other States. An area of 78 lakh hectare has been covered under"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 45,
    "content": "& Kashmir, Ladakh and up to 20% for other States. An area of 78 lakh hectare has been covered under Micro irrigation through the PDMC scheme from 2015-16 to 2022-23. 14. Micro        Irrigation Fund (MIF) A Micro Irrigation Fund (MIF) of initial corpus Rs 5000 crore has been created with NABARD with major objective to facilitate the States in mobilizing the resources for expanding coverage of Micro Irrigation. Under the funding arrangement, NABARD lends to the States/UTs at 3% lower interest rate than the corresponding cost of fund mobilized by NABARD from the market. The interest subvention on the loan under MIF is borne by Centre under PDMC. Projects with loans under MIF worth Rs 4710.96 crore have been approved so far. Loans amounting Rs.2812.24 crore has been disbursed to States of Andhra Pradesh, Tamil Nadu, Gujarat, Punjab, Haryana and Rajasthan. The Ministry provides interest subvention on the loan availed by the States which is met from PDMC Scheme. As per the Budget 2021-22,"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 46,
    "content": "on the loan availed by the States which is met from PDMC Scheme. As per the Budget 2021-22, the corpus of the fund is to be doubled to Rs.10000 crores. MIF is now merged with PDMC. 15. Paramparagat Krishi             Vikas Yojana (PKVY) Paramparagat Krishi Vikas Yojana (PKVY) aims to increase soil fertility and thereby helps in production of healthy food through organic practices without the use of agro-chemicals. The scheme is implemented in a cluster mode with unit cluster size of 20 hectares. A group shall comprise minimum 20 farmers (may be more if individual holdings are less). Farmers in a group can avail benefit of maximum of 2 ha as per provision of PKVY. 25 such clusters are converted into one large cluster of about 500 ha area to facilitate marketing of organic produce. The scheme provides for an assistance of Rs. 31,500 per ha to states, out of which i.e., Rs. 15,000 is given as incentives to a farmer directly through DBT. 16. Sub-Mission        on Agriculture Mechanization"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 47,
    "content": "as incentives to a farmer directly through DBT. 16. Sub-Mission        on Agriculture Mechanization (SMAM) Sub Mission on Agricultural Mechanization (SMAM) is being implemented w.e.f April, 2014 which aims at catalyzing an accelerated but inclusive growth of agricultural mechanization in India with the objectives of Increasing the reach of farm mechanization to small and marginal farmers and to the regions where availability of farm power is low, promoting ‘Custom Hiring Centres’ to offset the adverse economies of scale arising due to small landholding and high cost of individual ownership, creating hubs for hi-tech& high value farm equipments, creating awareness among stakeholders through demonstration and capacity building activities and Ensuring performance testing and certification at designated testing centers located all over the country. Till date Rs. 6748.78 Crore have been released to State Governments, distributed more than 15,75,719 agricultural machinery & equipment’s"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 48,
    "content": "released to State Governments, distributed more than 15,75,719 agricultural machinery & equipment’s including Tractors, Power Tillers, Self-Propelled Machineries and Plant Protection Equipment and established 23472 nos of Custom Hiring Centres, 504 nos of Hi-Tech Hubs and 20597 nos. of Farm Machinery Banks. Promotion of Drone Technology under SMAM Looking into the unique advantages of Drone technologies in agriculture, a Standard Crop Specific Operating Procedures (SOPs) released the for use of drones in pesticide and nutrient application in public domain on 20.04.2023, which provides concise instructions for effective and safe operations of drones. From within the funds of SMAM, so far an amount of Rs. 138.82 crores have been released towards Kisan drone promotion, which include purchase of 317 Drones for their demonstration in 79070 hectares of land and supply of 461 drones to the farmers on subsidy and also supply of 1595 drones to the CHCs for providing drone services to the"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 49,
    "content": "farmers on subsidy and also supply of 1595 drones to the CHCs for providing drone services to the farmers on rental basis. 17. Crop           Residue Management Crop Residue Management was implemented from 2018-19 in Punjab, Haryana, Uttar Pradesh and NCT of Delhi. Its objectives include protecting environment from air pollution and preventing loss of nutrients and soil micro-organisms caused by burning of crop residue through promoting in-situ management of crop residue. In this regard, it proposes to set up Farm Machinery Banks for custom hiring of in-situ crop residue management machinery. It also aims to creating awareness among stakeholders through demonstration, capacity building activities and differentiated information, education and communication strategies for effective utilization and management of crop residue. Rs. 3333.17 crore has been released under the scheme since inception and distributed more than 2,95,845 CRM machinery. CRM is now merged with SMAM. 18."
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 50,
    "content": "since inception and distributed more than 2,95,845 CRM machinery. CRM is now merged with SMAM. 18. Agro-forestry Agro-forestry was conceived on the recommendation of the National Agro-forestry Policy 2014 to promote plantation on farmlands. The restructured agro-forestry under RKVY is aimed to provide Quality Planting Materials (QPM) and the certification in order to promote planting of trees on farm land for improving the livelihood of farmers. II (ii). Krishonnati Yojana 19. National Food Security Mission (NFSM) The Mission aims at increasing production of rice, wheat, pulses, coarse cereals (Maize and Barley) and Nutri-Cereals through area expansion and productivity enhancement in a sustainable manner in the identified districts of 28 States and 2 UTs (i.e., J&K and Ladakh). Other objectives include restoring Soil fertility and productivity at the individual farm level, enhancing farm level economy to restore confidence amongst the farmers and post harvest value addition at farm"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 51,
    "content": "level economy to restore confidence amongst the farmers and post harvest value addition at farm gate. Since the declaration of the International Year of Millets (IYM) 2023 by the UNGA in 2021, Government has taken a proactive multi stakeholder engagement approach to achieve the aim of IYM 2023 and taking Indian millets globally. 25 seed-hubs have been established to ensure availability of quality seed of latest improved varieties of Nutri cereals in the country. Millet missions have been launched across 13 states including Odisha, Tamil Nadu, Chhattisgarh, Assam, Karnataka, Madhya Pradesh, Maharashtra, Uttarakhand, Uttar Pradesh, Bihar, Himachal Pradesh, Gujarat and Rajasthan. More than 500 start-ups and 350 FPOs have been established and are operational in the millet ecosystem as of now. 20. Sub-Mission on Seed and Planting Material (SMSP) SMSP covers the entire gamut of seed production chain, from production of nucleus seed to supply of certified seeds to the farmers, to provide"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 52,
    "content": "chain, from production of nucleus seed to supply of certified seeds to the farmers, to provide support for creation of infrastructure conducive for development of the seed sector, support to the public seed producing organisations for improving their capacity and quality of seed production, create dedicated seed bank to meet unforeseen circumstances of natural calamities, etc. For effective monitoring, efficiency and transparency covering Seed chain from Nucleus- Breeder-Foundation-Certified Seed, first phase of Seed Authentication, Traceability & Holistic Inventory (SATHI) portal was launched on 19 th April, 2023. SMSP is now merged with NFSM. 21. National Mission on Edible                Oils (NMEO)-Oil Palm A new Centrally Sponsored Scheme namely, National Mission on Edible Oil (NMEO)-Oil Palm (NMEO-OP) has been launched by Government of India in 2021 in order to promote oil palm cultivation for making the country Aatamnirbhar in edible oils with special focus on North-Eastern"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 53,
    "content": "cultivation for making the country Aatamnirbhar in edible oils with special focus on North-Eastern States and A&N Islands. The Mission will bring additional area of 6.5 lakh ha under Oil Palm plantation with 3.28 lakh ha in north-eastern states and 3.22 in rest of India in next 5 years from 2021-22 to 2025-26. 22 Mission               for Integrated Development       of Horticulture (MIDH) Mission for Integrated Development of Horticulture (MIDH), a Centrally Sponsored Scheme was launched during 2014-15 for holistic growth of the horticulture sector covering fruits, vegetables, root and tuber crops, mushrooms, spices, flowers, aromatic plants, coconut, cashew, cocoa and Bamboo. Major components include plantation infrastructure development, establishment of new orchards and gardens for fruits, vegetables, spices and flowers, rejuvenation of unproductive, old, and senile orchards, protected cultivation, promotion of organic farming, pollination support through bee keeping, horticulture"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 54,
    "content": "cultivation, promotion of organic farming, pollination support through bee keeping, horticulture mechanization, post-harvest management (phm) and marketing infrastructure etc. Under MIDH since 2014-15 to 2023-24 (as on 31.10.2023) an additional area of 12.95 lakh ha. of identified horticulture crops has been covered, 872 nurseries established for production of quality planting material, 1.41 lakh ha. of old and senile orchards has been rejuvenated, 52069 ha. been covered under organic practices and 3.07 lakh ha. has been covered under Protected Cultivation. 23 National     Bamboo Mission (NBM) The Scheme is implemented in 23 States and 1 UT (J&K) through the State Bamboo Missions (SBM)/ State Bamboo Development Agency (SBDA).NBM mainly focus on the development of complete value chain of the bamboo sector. It is envisaged to link growers with consumers with a cluster approach mode. Under NBM, 367 Bamboo Nurseries established, 212 bamboo Nurseries Accredited by the State Level"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 55,
    "content": "Under NBM, 367 Bamboo Nurseries established, 212 bamboo Nurseries Accredited by the State Level Accreditation Committees, 46000 ha bamboo plantations established in non-forest Government & private lands, 81 units for bamboo primary processing established, 416 units established for value addition and product development, and capacity building for 15000 persons including farmers, artisans and entrepreneurs. NBM is now merged with MIDH. 24 Integrated Scheme for Agriculture Marketing (ISAM) ISAM supports state governments in governing the agricultural produce marketing through creation and improvement of market structures, capacity building and generating access to market information. During 2017-18, National Agriculture Market Scheme popularly known as e-NAM scheme has also been made part of the same. National Agriculture Market (e-NAM) is a pan-India electronic trading portal which networks the existing APMC mandis to create a unified national market for agricultural commodities. 1389"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 56,
    "content": "the existing APMC mandis to create a unified national market for agricultural commodities. 1389 mandis of 23 States and 04 UTs have been integrated to e- NAM platform and more than 1.76 Crore Farmers & 2.5 Lakh traders have been registered on e-NAM portal. 25 Mission     Organic Value              Chain Development for North           Eastern Region The MOVCDNER aims at development of commodity specific, concentrated, certified organic production clusters in value chain mode to link growers with consumers and to support the development of entire value chain starting from inputs, seeds, certification, to the creation of facilities for collection, aggregation, processing, marketing and brand building initiative in Northeast Region (Arunachal Pradesh, Assam, Manipur, Meghalaya, Mizoram, Nagaland, Sikkim, and Tripura). Since 2015-16 (as on 06.12.2023), Rs 1035.17 crore has been released, 379 FPO/FPCs created covering 189039 farmers and 172966 ha area. 26 Sub-Mission         on Agriculture"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 57,
    "content": "FPO/FPCs created covering 189039 farmers and 172966 ha area. 26 Sub-Mission         on Agriculture Extension (SMAE) The scheme aims at making the extension system farmer driven and farmer accountable by disseminating technology to farmers through new institutional arrangements viz. Agricultural Technology Management Agency (ATMA) at district level to operationalize extension reforms in a participatory mode. Digital initiatives taken up in agricultural extension include; VISTAAR - Virtually integrated Systems To Access Agricultural Resourcs being developed as a DPI for Agriculture Extension Apurva AI- Capturing farmer innovations- Acts as a peer to peer learning Platform and provide content for advisory retrieval through VISTAAR Bot and also for impact Assessment of schemes (AIF completed) Wadhwani- Krishi 24X7 for Realtime News monitoring, Tamil language and image-based cotton pest identification to be plugged in with FLEW/farmer profile mapping Kisan Call Centre - Integration with"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 58,
    "content": "to be plugged in with FLEW/farmer profile mapping Kisan Call Centre - Integration with VISTAAR and other IT applications and with Kisan Sarathi (ICAR) for direct contact with Agri experts RAWE- Integration of Agri students for behavioral interaction through VISTAAR Bot and Feedback system IMD- Weather forecast integrated through DAMU along with advisory delivery through VISTAAR NRLM- Decentralised Extension Mechanism ( Krishi Sakhi, Pashu Sakhi , Matsya Sakhi etc) - Capacity building on Digital Extension -VISTAAR 27 Digital Agriculture The scheme aims to improve the existing National e- Governance Plan in Agriculture (NeGPA) by developing a digital public infrastructure for agriculture that will be built as an open source, open standard and interoperable public good to enable inclusive, farmer-centric solutions through relevant information services for crop planning and health, improved access to farm inputs, credit and insurance, help for crop estimation, market intelligence, and"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=2002012",
    "chunk_id": 59,
    "content": "access to farm inputs, credit and insurance, help for crop estimation, market intelligence, and support for the growth of Agri Techs industry and start-ups. AgriStack architecture has the following foundational layers: - Core registries Base databases Farmers Database: Farmers ID linked with land records Geo-referencing of plots Crop Survey, Crop planning and Soil Mapping, Soil Fertility Unified Farmers Service Interface for state, Pvt. Players Data Exchange This information was given by the Union Minister of Agriculture and Farmers’ Welfare, Shri Arjun Munda in a written reply in Rajya Sabha today. ****** SK/SM/17 (Release ID: 2002012)"
  },
  {
    "url": "https://dhtmanipur.mn.gov.in/schemes-project-implemented/",
    "chunk_id": 0,
    "content": "Schemes/Project implemented – Handloom and Textile Skip to content Screen Access Reader A + A A - Home About Us Directorate of Handlooms & Textiles Organization Setup Products Policy  2016 Right To Information Act (RTI) Handloom Act 1985 Policy/Act Guidelines of MHDP Types of Crafts Awardees Notifications SCHEMES Centrally Sponsored Schemes State Plan Schemes Reports Administrative Reports Annual Reports Artisan Desk Contact Us Menu Close Home About Us Directorate of Handlooms & Textiles Organization Setup Products Policy  2016 Right To Information Act (RTI) Handloom Act 1985 Policy/Act Guidelines of MHDP Types of Crafts Awardees Notifications SCHEMES Centrally Sponsored Schemes State Plan Schemes Reports Administrative Reports Annual Reports Artisan Desk Contact Us Schemes/Project implemented Home > Schemes/Project implemented The Directorate of Handlooms & Textiles, Manipur implemented the following schemes and projects under the Ministry of Textiles, Government of India, North"
  },
  {
    "url": "https://dhtmanipur.mn.gov.in/schemes-project-implemented/",
    "chunk_id": 1,
    "content": "the following schemes and projects under the Ministry of Textiles, Government of India, North Eastern Council, Shillong and State Plan Schemes. Therefore, the Directorate implemented various schemes/projects from two different sources of funding, i.e. Centrally Sponsored Schemes and State Plan Scheme. Major schemes implemented in the last 5 years are given hereunder: Centrally Sponsored Schemes: (Rupees in lakh) Sr. Name of Project Approved cost 1. Cluster Development Project under NERTPS 3001.35 2. Powerloom Estate for etting up of powerloom units 1317.23 3. Block Level Cluster under NHDP 1621.64 4. Handloom Scheme under NEC 672.86 5. Apparel & Garment Making Centre  under NERTPS 1917.55 6. Handicraft Cluster under AHVY 360.00 7. Modern Pottery Terracotta pottery under NERTPS 205.00 8. IDP for Handicrafts under NERTPS 795.70 9. Skill Development of 25000 persons under SAMARTH 2500.00 Total 12391.33 (i) Cluster Development Project: The Cluster Development Project (CDP) is one of the"
  },
  {
    "url": "https://dhtmanipur.mn.gov.in/schemes-project-implemented/",
    "chunk_id": 2,
    "content": "Total 12391.33 (i) Cluster Development Project: The Cluster Development Project (CDP) is one of the sub-components of the North Eastern Region Textile Promotion Scheme (NERTPS) of the Ministry of Textiles, Government of India. Under this scheme, the O/o Development Commissioner for Handlooms, Ministry of Textiles, Government of India approved and sanctioned 51 Nos. of CDPs in 2014-15 at the total project cost of Rs.3001.35 lakh with Rs.Rs.2815.22 lakh as Central Share and Rs.153.11 lakh as State Share).  Details of the clusters is given hereunder: Sr Name of cluster District No. of ben 1 LilongHaoreibi Handloom Cluster Thoubal 564 2 Thinungei Handloom Cluster Bishnupur 500 3 Tousem Handloom Cluster Tamenglong 500 4 ThoubalAthokpam Handloom Cluster Thoubal 496 5 New Lamka Area Handloom Cluster Churachandpur 312 6 Ningthoukhong Bazar Mathak Cluster Bishnupur 500 7 Tamei Handloom Cluster Tamenglong 500 8 BishnupurMunicipal  H/loom Cluster Bishnupur 303 9 KabuiKhullen Handloom Cluster"
  },
  {
    "url": "https://dhtmanipur.mn.gov.in/schemes-project-implemented/",
    "chunk_id": 3,
    "content": "Tamenglong 500 8 BishnupurMunicipal  H/loom Cluster Bishnupur 303 9 KabuiKhullen Handloom Cluster Tamenglong 450 10 Heirok Handloom Cluster Thoubal 500 11 Chikim Area Handloom Cluster Chandel 500 12 Ningombam Handloom Cluster Thoubal 450 13 Salemphai Handloom Cluster Chandel 500 14 Aben  Handloom Cluster Tamenglong 426 15 Teinem Handloom Cluster Ukhrul 400 16 Oinam&Irengbam Handloom Cluster Bishnupur 400 17 Kachai  Handloom Cluster Ukhrul 345 18 MoirangLamkhai Handloom Cluster Bishnupur 500 19 Kawnpui Area Handloom Cluster Churachandpur 345 20 Nachou&Potshangbam HL Cluster Bishnupur 339 21 Loktak Handloom Cluster Bishnupur 500 22 Utlou Handloom Cluster Bishnupur 500 23 Willong Handloom Cluster Senapati 330 24 Sonapur HL Cluster Jiribam, IE 350 25 Thamlakhuren Handloom Cluster Chandel 500 26 ThoubalNingthou Handloom Cluster Thoubal 500 27 Tamenglong Dist. HQ HL Cluster Tamenglong 500 28 Oinam  Handloom Cluster Bishnupur 500 29 Ishok Handloom Cluster Bishnupur 390 30 Top Dusara Handloom"
  },
  {
    "url": "https://dhtmanipur.mn.gov.in/schemes-project-implemented/",
    "chunk_id": 4,
    "content": "Handloom Cluster Bishnupur 500 29 Ishok Handloom Cluster Bishnupur 390 30 Top Dusara Handloom Cluster Imphal East 437 31 Salem Veng Handloom Cluster Churachandpur 390 32 KakchingKhunou  HL Cluster Thoubal 500 33 Mantripukhri Handloom Cluster Imphal East 500 34 Khurai Handloom Cluster Imphal East 300 35 Wangoi handloom Cluster Imphal West 301 36 Thongjaorok Area Handloom Cluster Bishnupur 222 37 Kwasiphai handloom Cluster Bishnupur 250 38 KhaNachou handloom Cluster Bishnupur 318 39 Toupokpi and Upokpi Area HL Cluster Bishnupur 301 40 IbudhouPangalba Handloom Cluster Bishnupur 311 41 Kwakta Handloom cluster Bishnupur 311 42 Lourembam Handloom Cluster Bishnupur 500 43 LeimapokpamMakha H/loom Cluster Bishnupur 500 44 KhaKhunou Handloom Cluster Bishnupur 288 45 Phungyar handloom Cluster Ukhrul 500 46 Kangpokpi Area handloom Cluster Senapati 312 47 TumuyonKhullen handloom Cluster Senapati 400 48 Moreh Handloom Cluster Chandel 466 49 Rengkai Area Handloom Cluster Churachandpur 420 50"
  },
  {
    "url": "https://dhtmanipur.mn.gov.in/schemes-project-implemented/",
    "chunk_id": 5,
    "content": "400 48 Moreh Handloom Cluster Chandel 466 49 Rengkai Area Handloom Cluster Churachandpur 420 50 ZingsolChurachandpur HL Cluster Churachandpur 305 51 Heirok Part-I HL Cluster Thoubal 341 Total 21073 (ii) SETTING UP OF POWERLOOM ESTATE: Ministry of Textiles, Government of India approved and sanctioned the Powerloom Estateon 06-01-2016 for setting up of Powerloom/preparatory units by way of construction of worksheds and installation of 201 semi-automatic powerlooms in Manipur at LamboiKhongnangkhong under NERTPS.A total of 41 powerloom units with 201 powerloom will be installed.Total project cost of Rs.1317.68 lakh with Central Share of Rs.922.37 lakh, State Share of Rs.263.54 lakh and Rs.131.77 lakh as Beneficiary Share.  Name of 41 beneficiaries selected by the Selection Committee in 2014-15. (Rupees in lakh) Sr Name Workshed @ Rs.1850/sqf. Proposed sharing pattern of the total requirement Total area Total Total Central State Ben 1 2 3 4 5 6 7 8 1 Y. Sundarani Devi 640 11.84 19.90"
  },
  {
    "url": "https://dhtmanipur.mn.gov.in/schemes-project-implemented/",
    "chunk_id": 6,
    "content": "Total area Total Total Central State Ben 1 2 3 4 5 6 7 8 1 Y. Sundarani Devi 640 11.84 19.90 13.93 3.98 1.99 2 M. Biharjit Singh 640 11.84 19.90 13.93 3.98 1.99 3 H. Devendrajeet Sing 790 14.62 24.50 17.15 4.90 2.45 4 S. Gibonmala Devi 1090 20.17 33.69 23.58 6.74 3.37 5 K. Surnimala Devi 1090 20.17 33.69 23.58 6.74 3.37 6 L. Manoranjan Singh 5790 107.12 123.37 86.36 24.67 12.34 7 Y. Kunjamani Devi 1090 20.17 33.69 23.58 6.74 3.37 8 Y. Deepak Singh 490 9.07 15.31 10.71 3.06 1.53 9 Ng. Bimolata Devi 1090 20.17 33.69 23.58 6.74 3.37 10 RK (O) Purnima 1090 20.17 33.69 23.58 6.74 3.37 11 RK (O) Achoubi 490 9.07 15.31 10.71 3.06 1.53 12 Cherish Salam 1090 20.17 33.69 23.58 6.74 3.37 13 RK. Imosana Singh 1090 20.17 33.69 23.58 6.74 3.37 14 S. Chaotombi Devi 640 11.84 19.90 13.93 3.98 1.99 15 Jeny Devi Achom 1090 20.17 33.69 23.58 6.74 3.37 16 KalpanaKshetrimayum 1090 20.17 33.69 23.58 6.74 3.37 17 RanjitaLaikangbam 1090 20.17 33.69 23.58 6.74 3.37 18 SatyabatiKeisham 1090 20.17 33.69 23.58"
  },
  {
    "url": "https://dhtmanipur.mn.gov.in/schemes-project-implemented/",
    "chunk_id": 7,
    "content": "17 RanjitaLaikangbam 1090 20.17 33.69 23.58 6.74 3.37 18 SatyabatiKeisham 1090 20.17 33.69 23.58 6.74 3.37 19 Kh. Isheihanbi Devi 490 9.07 15.31 10.71 3.06 1.53 20 S. Ratankumar Singh 640 11.84 19.90 13.93 3.98 1.99 21 N. Rupachandra 640 11.84 19.90 13.93 3.98 1.99 22 O. Asha Devi 940 17.39 29.09 20.36 5.82 2.91 23 W. Meipak Devi 1090 20.17 33.69 23.58 6.74 3.37 24 Md. Latif Ali 640 11.84 19.90 13.93 3.98 1.99 25 Zakir Khan 640 11.84 19.90 13.93 3.98 1.99 26 RK. Nongdrenkhomba 5790 107.12 123.37 86.36 24.67 12.34 27 M. Sanahanbi Devi 340 6.29 10.71 7.50 2.14 1.07 28 K. Romicha Devi 790 14.62 24.50 17.15 4.90 2.45 29 Ksh. Gambhini Devi 340 6.29 10.71 7.50 2.14 1.07 30 RK. Indira Devi 940 17.39 29.09 20.36 5.82 2.91 31 O. Mala Devi 940 17.39 29.09 20.36 5.82 2.91 32 N. Koireng Singh 490 9.07 15.31 10.71 3.06 1.53 33 Arunapyari Salam 1090 20.17 33.69 23.58 6.74 3.37 34 I. Bebika Devi 640 11.84 19.90 13.93 3.98 1.99 35 M. Radhamani Devi 340 6.29 10.71 7.50 2.14 1.07 36 M. Satyabhama Devi"
  },
  {
    "url": "https://dhtmanipur.mn.gov.in/schemes-project-implemented/",
    "chunk_id": 8,
    "content": "19.90 13.93 3.98 1.99 35 M. Radhamani Devi 340 6.29 10.71 7.50 2.14 1.07 36 M. Satyabhama Devi 640 11.84 19.90 13.93 3.98 1.99 37 Y. Tombi Devi 640 11.84 19.90 13.93 3.98 1.99 38 M. Kamala Devi 640 11.84 19.90 13.93 3.98 1.99 39 LaishramNutan Devi 340 6.29 10.71 7.50 2.14 1.07 40 Tingneidim 340 6.29 10.71 7.50 2.14 1.07 41 K. Jaminidevi 340 6.29 10.71 7.50 2.14 1.07 Sub-total 41190 762.02 1165.28 815.69 233.06 116.53 Add 20% on workshed 8238 152.40 152.40 106.68 30.48 15.24 Grand total 49428 914.418 1317.68 922.37 263.54 131.77 (iii) Block Level Cluster: The Office of the Development Commissioner for Handlooms, Ministry of Textiles, Government of India approved and sanctioned 04 Nos. of Block Level Cluster in 2015-16 and 06 Nos. of Clusters in 2016-17 for Manipur under National Handloom Development Programme (NHDP) at the total project cost of Rs.1644.94 lakh with Rs.1621.639 lakh as Central Share and Rs.23.30 lakh as beneficiary Share. These projects were implemented by two agencies,"
  },
  {
    "url": "https://dhtmanipur.mn.gov.in/schemes-project-implemented/",
    "chunk_id": 9,
    "content": "Share and Rs.23.30 lakh as beneficiary Share. These projects were implemented by two agencies, namely, 05 projects by Manipur Handloom & Handicrafts Development Corporaiton Ltd and Manipur Apex Handloom Weavers and Handicrafts Artisans Cooperative Society Ltd. Now, the balance basic components were implemented by Weavers’ service Centre, Imphal, Manipur. Name of block and districts is given below: (Rupees in lakh) Sr. Name of Blcok District No. of ben Project Cost 1 Wangoi Imphal West 2000 216.26 2 Thoubal Thoubal 2000 216.26 3 Singhat Churachandpur 2000 172.26 4 Bishnupur Bishnupur 2000 208.26 5 KeiraoBitra Imphal East 1972 140.552 6 Machi Tengnoupal 1990 138.552 7 Nungba Noney 1983 133.552 8 LungchongMaiphei Ukhrul 1960 135.782 9 SaituGamphazol Kangpokpi 1525 137.552 10 HaorangSabal Imphal West 1765 145.91 Total 19195 1644.94 (iv)     Handloom Scheme under NEC: The North Eastern Council (NEC), Ministry of Development of North Eastern Region (DoNER), Government of India approved and"
  },
  {
    "url": "https://dhtmanipur.mn.gov.in/schemes-project-implemented/",
    "chunk_id": 10,
    "content": "(NEC), Ministry of Development of North Eastern Region (DoNER), Government of India approved and sanctioned the project of Implementation of Handloom for Employment Generation in tamenglong on 02-06-2017 at the total project cost of Rs.672.86 lakh to generate employment of 1625 weavers of Tamenglong District. (v)      Apparel & Garment Making Centre  under NERTPS MsSmritiZubinIrani, Hon’ble Union Minister of Textiles inaugurated the Apparel & Garment Making Centre on 27-11-2016 at LamboiKhongnangkhong, Imphal West, Manipur. The Centre was set up under NERTPS at Rs.1818.55 lakh.It has 320 Nos. of different advanced garment making machines and equipment. There are three commercial/production units in this centre. The following agencies operated these units: Sr. Number of Unit Operating Agency 1. Unit-I Manipur Handloom & Handicrafts Development Corporation Ltd 2. Unit-II Big Concept Foundation Pvt. Ltd, Imphal 3. Unit-III Women’s Worth Organization, Nagamapal, Imphal (vi)     Handicraft"
  },
  {
    "url": "https://dhtmanipur.mn.gov.in/schemes-project-implemented/",
    "chunk_id": 11,
    "content": "Pvt. Ltd, Imphal 3. Unit-III Women’s Worth Organization, Nagamapal, Imphal (vi)     Handicraft Cluster under AHVY: The Office of the Development Commissioner(Handicrafts), Ministry of Textiles, Government of India approved and sanctioned 10 Nos. of Handicrafts Clusters in 2016-17 under Ambedkar Hastshilp Vikas Yojana (AHVY). The Manipur Handloom & Handicrafts Development Corporation is the Implementing Agency. (Rupees in lakh) Sr. Name of cluster Project cost 1 Chumthang at MayangImphal 34.37 2. Multicrafts at Lingsiphai, Churachandpur 34.37 3. Multicrafts at Thninungei, Bishnupur 34.37 4. Multicrafts at Imphal East 34.37 5. Multicrafts at Laikhampokpi, Kangpokpi 34.34 6. Multicrafts at Thongjao, Kakching 60.73 7. Multicrafts at Gangluan, Khoupum 34.34 8. Multicrafts at Phalee, Ukhrul 33.99 9. Cane & Bamboo at Thingyangbung 33.00 10 Multicrafts at Imphal West 34.37 Total 368.24 (vii)    Modern Pottery Terracotta pottery under NERTPS: The Office of the Development"
  },
  {
    "url": "https://dhtmanipur.mn.gov.in/schemes-project-implemented/",
    "chunk_id": 12,
    "content": "Total 368.24 (vii)    Modern Pottery Terracotta pottery under NERTPS: The Office of the Development Commissioner(Handicrafts), Ministry of Textiles, Government of India approved and sanctioned the project of Comprehensive Development & Promotion of Terracotta Crfats on 26-02-2018 at Thongjao under Kakching District under North Eastern Region Textile Promotion Scheme (NERTPS) at the total project cost of Rs.2.05 crore to generate employment of 562 potters directly and 700 artisans indirectly. M/s MANIDCO is the constructing agency for Common Facility Centre (CFC). Advanced machineries and equipment will be installed in the CFC. It is implemented by Manipur Handloom & Handicrafts Development Corporation is the Implementing Agency at Thongjao. (viii) Integrated Development & Promotion of Handicrafts : The Office of the Development Commissioner(Handicrafts), Ministry of Textiles, Government of India approved and sanctioned the project of Integrated Development & Promotion of Handicrafts"
  },
  {
    "url": "https://dhtmanipur.mn.gov.in/schemes-project-implemented/",
    "chunk_id": 13,
    "content": "of India approved and sanctioned the project of Integrated Development & Promotion of Handicrafts (IDPH) on 23-09-2019under North Eastern Region Textile Promotion Scheme (NERTPS)at the total project cost of Rs. 795.70 lakh with Rs.716.13 lakh as Central Share and Rs.79.57 lakh as State Share to generate employment to 6000 artisans directly. The project will cover whoe State of Manipur. (ix)     Skill Development of 25000 persons under SAMARTH Ministry of Textiles, Government of India introduced the SAMARTH, the Scheme for Capacity Building in Textile Sector Under the Skill India Mission in 2017-18 to provideskill development. The Ministry of Textiles approved for providing to 25000 persons of Manipur in handloom, handicrafts, powerloom, dyeing & printing and apparel & garment. The tota project cost for 25000 persons would be Rs.2750.00 lakh in two phases of 15000 and 10000 persons. QUICK LINKS Home Notifications Dowloads News and Events Tender FOLLOW US Opens in a new tab Opens in a"
  },
  {
    "url": "https://dhtmanipur.mn.gov.in/schemes-project-implemented/",
    "chunk_id": 14,
    "content": "LINKS Home Notifications Dowloads News and Events Tender FOLLOW US Opens in a new tab Opens in a new tab Opens in a new tab Opens in a new tab CONTACT INFO Handlooms & Textiles Address: Directorate Complex, Lamphelpat, Imphal West Phone: +91 385 2410687 Email: support@dhtmanipur.com Opens in your application OUR VISITOR Users Today : 17 Users Yesterday : 20 Users This Month : 528 Total Users : 17628 Views Today : 22 Views This Month : 1223 Total views : 65993 © 2020. All Rights Reserved, Department of Handloom & Textile Govt. of Manipur. Website developed by Globizs"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=1658313#:~:text=For%20cotton%20season%202020%2D21,5550%2F%2D%20to%20Rs.",
    "chunk_id": 0,
    "content": "Press Release: Press Information Bureau Ministry of Textiles Subsidies for Cotton Posted On:"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=1658313#:~:text=For%20cotton%20season%202020%2D21,5550%2F%2D%20to%20Rs.",
    "chunk_id": 1,
    "content": "23 SEP 2020 7:32PM by PIB Delhi Every year before commencement of the Cotton Season (October to September), Ministry of Agriculture, Government of India fixes the Minimum Support Price (MSP) of two varieties of seed cotton (kapas) to protect the interest of cotton farmers. While recommending MSPs, Commission on Agricultural Costs & Prices (CACP) considers important factors like cost of production, overall demand-supply conditions, domestic and international prices, inter-crop price, terms of trade between agricultural and non-agricultural sectors, the likely effect on the rest of the economy, besides ensuring rational utilization of land, water and other production resources and a minimum of 50 percent as the margin over cost of production in case of MSPs. Government has recently increased the MSPs for all mandated Kharif, Rabi and Commercial crops for 2020-21 season in line with the principle of providing atleast 50 percent return over all India weighted average cost"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=1658313#:~:text=For%20cotton%20season%202020%2D21,5550%2F%2D%20to%20Rs.",
    "chunk_id": 2,
    "content": "line with the principle of providing atleast 50 percent return over all India weighted average cost of production. For cotton season 2020-21, Government has increased the Minimum Support Price (MSP) of Medium Staple Cotton from Rs. 5255/- to Rs. 5515/- and Long Staple Cotton from Rs. 5550/- to Rs. 5825/- per quintal. Government has taken number of measures/incentives to boost textile sector and generate employment in the country as a whole. Measures taken inter-alia include the following:- (i)         Government has launched a special package of Rs.6000 crore in 2016 to boost investment, employment generation of around 1.11 crore jobs and exports in the garmenting and made-ups sector with the components viz., (i) full refund is provided under Remission of State Levies (ROSL) to the exporters for the State level taxes; production linked additional incentive of 10% is provided under the Amended Technology Up-gradation Fund Scheme (ATUFS). (ii)        Amended Technology Upgradation Fund"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=1658313#:~:text=For%20cotton%20season%202020%2D21,5550%2F%2D%20to%20Rs.",
    "chunk_id": 3,
    "content": "Technology Up-gradation Fund Scheme (ATUFS). (ii)        Amended Technology Upgradation Fund Scheme is being implemented to upgrade technology/machineries of textile industry with an outlay of Rs.17,822 crore during 2016-2022 which will attract investment of Rs.1 lakh crore and it is estimated to generate employment for about 35 lakh persons in the textile sector. Scheme for Production and Employment Linked Support for Garmenting Units (SPELSGU): Ministry has also notified the Scheme for Production and Employment Linked Support for Garmenting Units (SPELSGU) under ATUFS to incentivize production and employment generation in the textile sector. (iii)       Scheme for Integrated Textile Park (SITP): Under the Scheme, Government provides 40% subsidy with a ceiling of Rs.40 crore to set up Textile Parks for infrastructure creation and employment generation. (iv)       A separate scheme for development of Knitting and knitwear has been launched recently to boost production in knitting and"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=1658313#:~:text=For%20cotton%20season%202020%2D21,5550%2F%2D%20to%20Rs.",
    "chunk_id": 4,
    "content": "development of Knitting and knitwear has been launched recently to boost production in knitting and knitwear clusters which provide employment to nearly 24 lakh persons. (v)        Jute ICARE for increasing the income of farmers by at least 50% various incentive are given through promotion of certified seeds, better agronomic practices, use of microbial re-using of Jute plant, retting to produce quality of jute, increase productivity and to reduce the cost of jute production for the jute farmers. For modernization of Jute Industry an incentive of 20% of the cost of the new machinery for Jute Mill and 30% JDB-MSME unit is considered for reimbursement under the scheme, subject to maximum of Rs. 2.25 crore per unit. The new jute entrepreneurs are being engaged on job work basis in existing jute mills/MSME units for boost production of jute diversified products and start their own manufacturing units on self-employment basis and become self-sustenance. (vi)       Power Tex India: A"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=1658313#:~:text=For%20cotton%20season%202020%2D21,5550%2F%2D%20to%20Rs.",
    "chunk_id": 5,
    "content": "units on self-employment basis and become self-sustenance. (vi)       Power Tex India: A comprehensive scheme for Powerloom sector was launched in April, 2017 with an outlay of Rs. 487 crores for three years. This scheme has components relating to Powerloom upgradation; infrastructure creation, concessional access to credit, etc. The scheme has been designed to attract investment of Rs. 1000 crores and employment to 10000 persons in the Powerloom sector. (vii)      SAMARTH:- The Scheme for Capacity Building in Textile Sector (SCBTS): A new scheme with an outlay of Rs 1300 crores has been approved recently in December, 2017 for providing employment oriented training to 10 lakh people in various segments in textiles including one lakh in traditional sectors. (viii)     SILK SAMAGRA:- Under this scheme, Government of India has been implementing a Central Sector Scheme “Silk Samagra” for development of sericulture in the country with components such as Research & Development, Training,"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=1658313#:~:text=For%20cotton%20season%202020%2D21,5550%2F%2D%20to%20Rs.",
    "chunk_id": 6,
    "content": "development of sericulture in the country with components such as Research & Development, Training, Transfer of Technology and I.T Initiatives, support to seed organizations, coordination and market development and, quality certification Systems (QCS)/ Export Brand Promotion and Technology Upgradation. R&D efforts have also been initiated to evolve new products. It is estimated that employment is likely to be generated around 11 million persons by 2022. In order to boost exports in textile sector, Government has introduced the new RoSCTL (Rebate of State and Central Taxes and Levies) scheme w.e.f 7 th March 2019. Government has also notified a special one-time additional ad-hoc incentive of upto 1% of FoB value to be provided for exports of apparel and made-ups to offset the difference between RoSCTL and RoSL + MEIS@4%, from 7.3.2019 to 31.12.2019. To boost exports in MMF sector, Government has removed anti-dumping duty on PTA, a key raw material for the manufacture of MMF fibre and"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=1658313#:~:text=For%20cotton%20season%202020%2D21,5550%2F%2D%20to%20Rs.",
    "chunk_id": 7,
    "content": "has removed anti-dumping duty on PTA, a key raw material for the manufacture of MMF fibre and yarn. Exporters are also provided assistance under Market Access Initiative (MAI) Scheme. Interest equalization rate for pre and post shipment credit for exports by MSMEs of textile sector has been enhanced from 3% to 5% w.e.f. 02.11.2018. Benefits of Interest Equalization Scheme has been extended to merchant exporters from 02.01.2019 which was earlier limited to only manufacturer exporters. This information was given in a written reply by the Union Minister of Textiles, Smt. Smriti Zubin Irani in Lok Sabha today. **** APS/SG/RC (Release ID: 1658313) Read this release in: Punjabi Ministry of Textiles Subsidies for Cotton Posted On:"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=1658313#:~:text=For%20cotton%20season%202020%2D21,5550%2F%2D%20to%20Rs.",
    "chunk_id": 8,
    "content": "23 SEP 2020 7:32PM by PIB Delhi Every year before commencement of the Cotton Season (October to September), Ministry of Agriculture, Government of India fixes the Minimum Support Price (MSP) of two varieties of seed cotton (kapas) to protect the interest of cotton farmers. While recommending MSPs, Commission on Agricultural Costs & Prices (CACP) considers important factors like cost of production, overall demand-supply conditions, domestic and international prices, inter-crop price, terms of trade between agricultural and non-agricultural sectors, the likely effect on the rest of the economy, besides ensuring rational utilization of land, water and other production resources and a minimum of 50 percent as the margin over cost of production in case of MSPs. Government has recently increased the MSPs for all mandated Kharif, Rabi and Commercial crops for 2020-21 season in line with the principle of providing atleast 50 percent return over all India weighted"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=1658313#:~:text=For%20cotton%20season%202020%2D21,5550%2F%2D%20to%20Rs.",
    "chunk_id": 9,
    "content": "season in line with the principle of providing atleast 50 percent return over all India weighted average cost of production. For cotton season 2020-21, Government has increased the Minimum Support Price (MSP) of Medium Staple Cotton from Rs. 5255/- to Rs. 5515/- and Long Staple Cotton from Rs. 5550/- to Rs. 5825/- per quintal. Government has taken number of measures/incentives to boost textile sector and generate employment in the country as a whole. Measures taken inter-alia include the following:- (i)         Government has launched a special package of Rs.6000 crore in 2016 to boost investment, employment generation of around 1.11 crore jobs and exports in the garmenting and made-ups sector with the components viz., (i) full refund is provided under Remission of State Levies (ROSL) to the exporters for the State level taxes; production linked additional incentive of 10% is provided under the Amended Technology Up-gradation Fund Scheme (ATUFS). (ii)        Amended Technology"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=1658313#:~:text=For%20cotton%20season%202020%2D21,5550%2F%2D%20to%20Rs.",
    "chunk_id": 10,
    "content": "under the Amended Technology Up-gradation Fund Scheme (ATUFS). (ii)        Amended Technology Upgradation Fund Scheme is being implemented to upgrade technology/machineries of textile industry with an outlay of Rs.17,822 crore during 2016-2022 which will attract investment of Rs.1 lakh crore and it is estimated to generate employment for about 35 lakh persons in the textile sector. Scheme for Production and Employment Linked Support for Garmenting Units (SPELSGU): Ministry has also notified the Scheme for Production and Employment Linked Support for Garmenting Units (SPELSGU) under ATUFS to incentivize production and employment generation in the textile sector. (iii)       Scheme for Integrated Textile Park (SITP): Under the Scheme, Government provides 40% subsidy with a ceiling of Rs.40 crore to set up Textile Parks for infrastructure creation and employment generation. (iv)       A separate scheme for development of Knitting and knitwear has been launched recently to boost"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=1658313#:~:text=For%20cotton%20season%202020%2D21,5550%2F%2D%20to%20Rs.",
    "chunk_id": 11,
    "content": "A separate scheme for development of Knitting and knitwear has been launched recently to boost production in knitting and knitwear clusters which provide employment to nearly 24 lakh persons. (v)        Jute ICARE for increasing the income of farmers by at least 50% various incentive are given through promotion of certified seeds, better agronomic practices, use of microbial re-using of Jute plant, retting to produce quality of jute, increase productivity and to reduce the cost of jute production for the jute farmers. For modernization of Jute Industry an incentive of 20% of the cost of the new machinery for Jute Mill and 30% JDB-MSME unit is considered for reimbursement under the scheme, subject to maximum of Rs. 2.25 crore per unit. The new jute entrepreneurs are being engaged on job work basis in existing jute mills/MSME units for boost production of jute diversified products and start their own manufacturing units on self-employment basis and become self-sustenance. (vi)"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=1658313#:~:text=For%20cotton%20season%202020%2D21,5550%2F%2D%20to%20Rs.",
    "chunk_id": 12,
    "content": "start their own manufacturing units on self-employment basis and become self-sustenance. (vi)       Power Tex India: A comprehensive scheme for Powerloom sector was launched in April, 2017 with an outlay of Rs. 487 crores for three years. This scheme has components relating to Powerloom upgradation; infrastructure creation, concessional access to credit, etc. The scheme has been designed to attract investment of Rs. 1000 crores and employment to 10000 persons in the Powerloom sector. (vii)      SAMARTH:- The Scheme for Capacity Building in Textile Sector (SCBTS): A new scheme with an outlay of Rs 1300 crores has been approved recently in December, 2017 for providing employment oriented training to 10 lakh people in various segments in textiles including one lakh in traditional sectors. (viii)     SILK SAMAGRA:- Under this scheme, Government of India has been implementing a Central Sector Scheme “Silk Samagra” for development of sericulture in the country with components such as"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=1658313#:~:text=For%20cotton%20season%202020%2D21,5550%2F%2D%20to%20Rs.",
    "chunk_id": 13,
    "content": "Sector Scheme “Silk Samagra” for development of sericulture in the country with components such as Research & Development, Training, Transfer of Technology and I.T Initiatives, support to seed organizations, coordination and market development and, quality certification Systems (QCS)/ Export Brand Promotion and Technology Upgradation. R&D efforts have also been initiated to evolve new products. It is estimated that employment is likely to be generated around 11 million persons by 2022. In order to boost exports in textile sector, Government has introduced the new RoSCTL (Rebate of State and Central Taxes and Levies) scheme w.e.f 7 th March 2019. Government has also notified a special one-time additional ad-hoc incentive of upto 1% of FoB value to be provided for exports of apparel and made-ups to offset the difference between RoSCTL and RoSL + MEIS@4%, from 7.3.2019 to 31.12.2019. To boost exports in MMF sector, Government has removed anti-dumping duty on PTA, a key raw material for"
  },
  {
    "url": "https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=1658313#:~:text=For%20cotton%20season%202020%2D21,5550%2F%2D%20to%20Rs.",
    "chunk_id": 14,
    "content": "exports in MMF sector, Government has removed anti-dumping duty on PTA, a key raw material for the manufacture of MMF fibre and yarn. Exporters are also provided assistance under Market Access Initiative (MAI) Scheme. Interest equalization rate for pre and post shipment credit for exports by MSMEs of textile sector has been enhanced from 3% to 5% w.e.f. 02.11.2018. Benefits of Interest Equalization Scheme has been extended to merchant exporters from 02.01.2019 which was earlier limited to only manufacturer exporters. This information was given in a written reply by the Union Minister of Textiles, Smt. Smriti Zubin Irani in Lok Sabha today. **** APS/SG/RC (Release ID: 1658313)"
  },
  {
    "url": "https://www.pib.gov.in/PressReleasePage.aspx?PRID=2146756",
    "chunk_id": 0,
    "content": "Press Release:Press Information Bureau Ministry of Textiles VISION 2030 FOR TEXTILE INDUSTRY Posted On:"
  },
  {
    "url": "https://www.pib.gov.in/PressReleasePage.aspx?PRID=2146756",
    "chunk_id": 1,
    "content": "22 JUL 2025 3:05PM by PIB Delhi To enhance cotton productivity and quality, promote innovation and strengthen the entire textile value chain in line with the Vision 2030, a five-year ‘Mission for Cotton Productivity’ was announced by Hon’ble Finance Minister in her budget speech 2025-26. The Department of Agricultural Research & Education (DARE) is the nodal department for implementing the Mission, with the Ministry of Textiles as a partner. The Mission aims to boost cotton production through strategic interventions, including research and extension activities across all cotton-growing states. The Mission also proposes to focus on developing climate-smart, pest-resistant, and high-yielding cotton varieties, including Extra Long Staple (ELS) cotton, using advanced breeding and biotechnology tools. A Special Project on Cotton titled ‘Targeting technologies to agro-ecological zones-large scale demonstration of best practices to enhance cotton productivity’ has been"
  },
  {
    "url": "https://www.pib.gov.in/PressReleasePage.aspx?PRID=2146756",
    "chunk_id": 2,
    "content": "zones-large scale demonstration of best practices to enhance cotton productivity’ has been implemented by ICAR- Central Institute for Cotton Research (CICR), Nagpur in 8 major cotton growing states under National Food Security and Nutrition Mission (NFSNM) during 2023-24, 2024-25 and is ongoing in 2025-26 to enhance productivity of cotton and production of ELS cotton. The total outlay of the Special Project is Rs. 6,032.35 lakhs. The ‘Mission for Cotton Productivity’ aims to equip farmers with cutting-edge scientific and technological support, enabling higher productivity, superior fibre quality, and improved resilience against climatic and pest-related challenges. Aligned with the Government’s integrated 5F vision, Farm to Fibre to Factory to Fashion to Foreign, the Mission is expected to boost cotton farmers’ incomes, ensure a steady supply of high-quality cotton, and revitalize India’s traditional textile sector, thereby enhancing its global competitiveness. This information was"
  },
  {
    "url": "https://www.pib.gov.in/PressReleasePage.aspx?PRID=2146756",
    "chunk_id": 3,
    "content": "traditional textile sector, thereby enhancing its global competitiveness. This information was provided by UNION MINISTER FOR TEXTILES SHRI GIRIRAJ SINGH in a written reply to a question in Lok Sabha today. *** MAM/SMP (Lok Sabha US Q308) (Release ID: 2146756) Read this release in: Urdu , Hindi , Bengali , Gujarati , Tamil Ministry of Textiles VISION 2030 FOR TEXTILE INDUSTRY Posted On:"
  },
  {
    "url": "https://www.pib.gov.in/PressReleasePage.aspx?PRID=2146756",
    "chunk_id": 4,
    "content": "22 JUL 2025 3:05PM by PIB Delhi To enhance cotton productivity and quality, promote innovation and strengthen the entire textile value chain in line with the Vision 2030, a five-year ‘Mission for Cotton Productivity’ was announced by Hon’ble Finance Minister in her budget speech 2025-26. The Department of Agricultural Research & Education (DARE) is the nodal department for implementing the Mission, with the Ministry of Textiles as a partner. The Mission aims to boost cotton production through strategic interventions, including research and extension activities across all cotton-growing states. The Mission also proposes to focus on developing climate-smart, pest-resistant, and high-yielding cotton varieties, including Extra Long Staple (ELS) cotton, using advanced breeding and biotechnology tools. A Special Project on Cotton titled ‘Targeting technologies to agro-ecological zones-large scale demonstration of best practices to enhance cotton productivity’ has"
  },
  {
    "url": "https://www.pib.gov.in/PressReleasePage.aspx?PRID=2146756",
    "chunk_id": 5,
    "content": "zones-large scale demonstration of best practices to enhance cotton productivity’ has been implemented by ICAR- Central Institute for Cotton Research (CICR), Nagpur in 8 major cotton growing states under National Food Security and Nutrition Mission (NFSNM) during 2023-24, 2024-25 and is ongoing in 2025-26 to enhance productivity of cotton and production of ELS cotton. The total outlay of the Special Project is Rs. 6,032.35 lakhs. The ‘Mission for Cotton Productivity’ aims to equip farmers with cutting-edge scientific and technological support, enabling higher productivity, superior fibre quality, and improved resilience against climatic and pest-related challenges. Aligned with the Government’s integrated 5F vision, Farm to Fibre to Factory to Fashion to Foreign, the Mission is expected to boost cotton farmers’ incomes, ensure a steady supply of high-quality cotton, and revitalize India’s traditional textile sector, thereby enhancing its global competitiveness. This information was"
  },
  {
    "url": "https://www.pib.gov.in/PressReleasePage.aspx?PRID=2146756",
    "chunk_id": 6,
    "content": "traditional textile sector, thereby enhancing its global competitiveness. This information was provided by UNION MINISTER FOR TEXTILES SHRI GIRIRAJ SINGH in a written reply to a question in Lok Sabha today. *** MAM/SMP (Lok Sabha US Q308) (Release ID: 2146756)"
  },
  {
    "url": "https://www.wtin.com/article/2025/february/03-02-25/india-s-budget-targets-cotton/#:~:text=The%20Budget%20announced%20an%20outlay,4417.03%20crore).",
    "chunk_id": 0,
    "content": "India’s budget targets cotton Read Insight Reports Company Intelligence Innovation Briefings News Hub Watch Listen Attend Innovate: Biobased Materials I 23-24 September 2025 I Virtual Textile & Apparel Circularity Week I 17-21 November 2025 I Virtual Innovate: Textile Awards I 5 December 2025 I Virtual Events Calendar NEW Data Digital Textiles Fibres Patents Smart Textiles Services Consultancy ITMA Asia 2025 GenWTiN BETA About Us Sign Up Sign In Menu Read Insight Reports Company Intelligence Innovation Briefings News Hub Watch Listen Attend Innovate: Biobased Materials I 23-24 September 2025 I Virtual Textile & Apparel Circularity Week I 17-21 November 2025 I Virtual Innovate: Textile Awards I 5 December 2025 I Virtual Events Calendar Data Digital Textiles Fibres Patents Smart Textiles Services Consultancy ITMA Asia 2025 GenWTiN BETA About Us Sign Up Sign In Fibers & Yarns 4 February 2025 News Release India’s budget targets cotton Press release provided by Ministry of Textiles India’s"
  },
  {
    "url": "https://www.wtin.com/article/2025/february/03-02-25/india-s-budget-targets-cotton/#:~:text=The%20Budget%20announced%20an%20outlay,4417.03%20crore).",
    "chunk_id": 1,
    "content": "News Release India’s budget targets cotton Press release provided by Ministry of Textiles India’s budget targets cotton By Ministry of Textiles 4 February 2025 English 汉语 Français Deutsch Hebrew Italiano 日本語 Português (Brasil) Português (Portugal) Русский Español Türkçe Tiếng Việt ? New Delhi, India – 4 February, 2025 – The Union Budget 2025-26 was presented by the Union Finance Minister on February 1, 2025. The Budget announced an outlay of Rs. 5272 crores (Budget Estimates) for the Ministry of Textiles for 2025-26. This is an increase of 19 percent over budget estimates of 2024-25 (Rs. 4417.03 crore). To address the challenges of stagnant cotton productivity, Union Budget 2025-26 has announced a five year Cotton Mission to increase cotton productivity especially extra-long staple varieties. Science & Technology support will be provided to farmers under this Mission. The Mission is in keeping with the 5 F principle and will increase income of the farmers and augment a steady supply"
  },
  {
    "url": "https://www.wtin.com/article/2025/february/03-02-25/india-s-budget-targets-cotton/#:~:text=The%20Budget%20announced%20an%20outlay,4417.03%20crore).",
    "chunk_id": 2,
    "content": "keeping with the 5 F principle and will increase income of the farmers and augment a steady supply of quality cotton. By boosting domestic productivity, this initiative will stabilise raw material availability, reduce import dependence and enhance the global competitiveness of India’s textile sector, where 80% of capacity is driven by MSMEs. To promote domestic production of technical textile products such as agro-textiles, medical textiles and geo textiles at competitive prices, two more types of shuttle-less looms added to the list of fully exempted textile machinery.  Duty on Shuttle less loom Rapier Looms (below 650 meters per minute) and Shuttle less loom Air jet Looms (below 1000 meters per minute) for use in textile industry has been made nil from the existing 7.5%. This provision will reduce the cost of high-quality imported looms thus facilitating modernisation and capacity enhancement initiatives in the weaving sector. This will also will boost Make in India in technical"
  },
  {
    "url": "https://www.wtin.com/article/2025/february/03-02-25/india-s-budget-targets-cotton/#:~:text=The%20Budget%20announced%20an%20outlay,4417.03%20crore).",
    "chunk_id": 3,
    "content": "enhancement initiatives in the weaving sector. This will also will boost Make in India in technical textile sector viz. agro textiles, medical textiles, and geo-textiles. Basic Custom Duty rate on knitted fabrics covered by nine tariff lines increased from “10% or 20%” to “20% or Rs.115 per kg, whichever is higher” This will improve competitiveness of Indian knitted fabric manufacturers and curb cheap imports. To facilitate exports of handicrafts, time period for export extended from six months to one year, further extendable by another three months, if required Handicraft exports will benefit from this provision extending the list of items and the time period for conversion of duty-free raw material imports meant for export production. Nine items including wool polish materials, Sea shell, Mother of Pearl (MOP), Cattle horn etc. added to the list of duty-free inputs. 80% of India's textile sector is in MSME. Budget thrust on export, enhanced credit and coverage will uplift textile"
  },
  {
    "url": "https://www.wtin.com/article/2025/february/03-02-25/india-s-budget-targets-cotton/#:~:text=The%20Budget%20announced%20an%20outlay,4417.03%20crore).",
    "chunk_id": 4,
    "content": "sector is in MSME. Budget thrust on export, enhanced credit and coverage will uplift textile MSMEs. Other announcements like creation of National Manufacturing Mission, Export Promotion Mission, creating the Bharat Trade Net, Fund of Funds, Measures for Labour-Intensive Sectors to promote employment and entrepreneurship opportunities, revision in classification criteria for MSMEs and others will create conducive environment for the textile sector. FAQs Privacy About Us Contact Accessibility Terms & Conditions Need Help? 2022 World Textile Information Network All Rights Reserved Co-Mentions We use artificial intelligence algorithms to track Nike sentiment and mention count"
  },
  {
    "url": "https://www.wtin.com/article/2025/february/03-02-25/india-s-budget-targets-cotton/#:~:text=The%20Budget%20announced%20an%20outlay,4417.03%20crore).",
    "chunk_id": 5,
    "content": "(across WTiN.com. Connect on WeChat Log In Username Password Log In Forgot Password?"
  }
]